Repository: AnotherFoxGuy/stuntrally3
Catalog: locale/translations/stuntrally.srpot/*.po
Languages: cs, fr, it, pl

# InputObjectsMode
source: X - edit Objects
cs: X - upravit předměty
fr: X - éditer les objets
it: X - modifica gli oggetti
pl: X - edytuj obiekty

# InputParticlesMode
source: A - edit Particles
fr: A - modifier les particules
pl: A - edycja Cząstek

# InputTerPaint
source: A - Paint Textures (layers)
fr: A - peindre des textures (calques)
it: A - Colora le texture (layer)
pl: A - maluj tekstury (warstwy)

# InputPaintColor
source: C - Paint Color
fr: C - Couleur de la peinture
it: C - Colora
pl: C - maluj kolor

# InputLockBrush
source: Insert - lock brush position
fr: Insérer - verrouiller la position de la brosse
pl: Insert - zablokuj pozycje pędzla

# InputTerHeightSet
source: Space - set height from cursor
fr: Espace - définir la hauteur à partir du curseur
pl: Spacja - ustaw wysokość z kursora

# InputMinimapType
source: shift-F2,F3 - Prev,next minimap type
fr: Maj.-F2,F3 - type de minicarte préc./suiv.
it: shift-F2,F3 - Prec.,pross. tipo di minimap
pl: shift-F2,F3 - poprz.,następny typ minimapy

# InputUpdBlendmap
source: F9 - update terrain blendmap (manual)
fr: F9 - mettre à jour la Blendmap du terrain (manuellement)
it: F9 - aggiorna il blendmap del terreno (manuale)
pl: F9 - odśwież przejścia terenu (ręcznie)

# InputBrushParams
source: Brush parameters
fr: Réglages de la brosse
it: Parametri brush
pl: Parametry pędzla

# InputBrushSize
source: -,= (or Wheel) - Size
fr: ,= (ou molette) - taille
it: -,= (o rotellal) - Dimensioni
pl: -,= (lub Kółko) - Rozmiar

# InputBrushForce
source: [,] (or shift-Wheel) - Force (intensity)
fr: [,] (ou Shift-molette) - Force (intensité)
it: [,] (o shift-rotellal) - Forza (intensità)
pl: [,] (lub shift-Kółko) - ŚForce (intensity)

# InputBrushPower
source: ; &apos; (or alt-Wheel) - Power exponent
it: ; &apos; (o alt-rotella) - Potenza esponente
pl: ; &apos; (lub alt-Kółko) - wykładnik Potęgi

# InputBrushShape
source: K,L - Shape
fr: K,L - forme
it: K,L - Forma
pl: K,L - Kształt

# InputBrushFreq
source: O,P - noise Frequency (scale)
fr: O,P - fréquence du bruit (échelle)
it: O,P - frequenza disturbo (scala)
pl: O,P - częstotliwość szumu (skala)

# InputBrushOctaves
source: , . - noise Octaves (detail)
fr: , . - Octaves de bruit (détail)
it: , . - ottave di disturbo (detaglio)
pl: , . - Oktawy szumu (detal)

# InputBrushOffset
source: 9,0 - noise generate Offset (position)
it: 9,0 - Offset genera rumore (posizione)
pl: 9,0 - przesunięcie generacji szumu (pozycja)

# InputBrushFilter
source: 1,2 - Filter frequency (kernel size)
fr: 1,2 - fréquence du filtre (taille du noyau)
it: 1,2 - Frequenza filtro (dimensione kernel)
pl: 1,2 - częstotliwość Filtra (rozmiar kernel)

# InputRoadModify
source: Modify
cs: Změnit
fr: Modifier
it: Modifica
pl: Zmień

# InputRoadEdit
source: R - edit road mode
fr: R - mode édition de route
it: R - modifica la modalità di strada
pl: R - tryb edycji drogi

# InputRoadLMB
source: LMB (or Arrows)
fr: Clic gauche (ou flèches)
it: LMB (o Frecce)
pl: LMB (lub strzałki)

# InputRoadRMB
source: RMB (or Num +,-)
fr: Clic droit (ou pavé num. +,-)
it: RMB (o Num +,-)
pl: RMB (lub Num +,-)

# InputRoadMMB
source: MMB (or Num /,*)
fr: Clic du milieu (ou pavé num. /,*)
it: MMB (oppure Num /,*)
pl: MMB (lub Num /,*)

# InputRoadMove
source: - move point
fr: - déplacer le point
it: - muovi il punto
pl: - przesuń punkt

# InputRoadHeight
source: - change height
fr: - changer la hauteur
it: - cambia altezza
pl: - zmień wysokość

# InputRoadWidth
source: - change road width
fr: - changer la largeur de la route
it: - cambia larghezza stradale
pl: - zmień szerokość drogi

# InputRoadAltLMB
source: alt-LMB (or 1,2)
fr: Alt-Clic gauche (ou 1,2)
it: alt-LMB (o 1,2)
pl: alt-LMB (lub 1,2)

# InputRoadRoll
source: - rotate roll / scale sel.
it: - ruota rotol./scala sel.
pl: - przechyl / skaluj zazn.

# InputRoadOnTer
source: Home - toggle on Terrain snap
cs: Home - přepnout na krajinu
fr: Orig. - activer l'alignement sur le Terrain
it: Home - vai su snap terreno
pl: Home - przełącz na terenie

# InputRoadColumn
source: End - on/off column
fr: Fin - activer/désactiver la colonne
it: End - attiva/disattiva colonna
pl: End - wył./wł. kolumnę

# InputRoadNotOnTer
source: when not on terrain
fr: quand n'est pas sur le terrain
it: quando non presente su terreno
pl: gdy nie na terenie

# InputRoadMostSel
source: most work also on selection
fr: la plupart marche sur la sélection
it: la maggior parte funziona nella selezione
pl: większość również dla selekcji

# InputRoadYaw
source: - rotate yaw
fr: - tourner horizontalement
it: - rotazione yaw
pl: - obrót

# InputRoadPipeAngle
source: [,] - pipe angle (no pipe when 0)
fr: [,] - angle du tuyau (pas de tuyau quand égal à 0)
it: [,] - angolo tubo (no tubo quando è 0)
pl: [,] - kąt rury (brak rury gdy 0)

# InputRoadMat
source: -,= - road/pipe material (-1 hidden)
fr: -,= - matériau de la route/tube (-1 caché)
it: -,= - materiale di strada/tubo (-1 nascosto)
pl: -,= - materiał drogi/rury (-1 ukryty)

# InputRoadChkRadius
source: K,L - checkpoint radius (ChkR 0 - none)
fr: K,L - taille des points de contrôle (ChkR 0 - aucun)
it: K,L - radiosità del checkpoint (ChkR 0 - nessuno)
pl: K,L - promień sfery kontrolnej (ChkR 0 - brak)

# InputRoadChkCtrl
source: with ctrl - force custom radius
fr: avec Ctrl. - forcer un rayon personnalisé
it: con ctrl - forza radiosità personalizzata
pl: z ctrl - wymuś dowolny promień

# InputRoadChkFirst
source: 0 - set checkpoint as first (1)
fr: 0 - définir le point de contrôle comme premier
it: 0 - imposta il checkpoint come prima (1)
pl: 0 - ustaw sferę kontrolną jako pierwszą (1)

# InputRoadAngType
source: alt-1,2 - angles type
fr: Alt-1,2 - type d'angle
it: alt-1,2 - tipo di angoli
pl: alt-1,2 typ kątów

# InputRoadAngSnap
source: 5 - angles snap decrease (shift - increase)
pl: 5 - zmniejsz skok kąta (shift - zwiększ)

# InputRoadAngZero
source: alt-shift-1 - zero angles
it: alt-shift-1 - zero angoli
pl: alt-shift-1 - wyzeruj kąty

# InputRoadLoopChk
source: 7 - change checkpoint as loop begin/end (for car camera change)
pl: 7 - ustaw punkt kontrolny jako pocz./koniec pętli (do zmiany kamery)

# InputRoadLoopType
source: cycle loop type (shift - back), keep same on both ends
pl: zmień typ pętli (shift - wstecz), ustaw oba końce tak samo

# InputRoadOnPipe
source: 8 - toggle on pipe (ctrl - mark only)
pl: 8 - przełącz na rurze (ctrl - tylko zaznacz)

# InputRoadNotReal
source: shift-8 - toggle not real (only for decoration, or point move)
pl: shift-8 - przełącz nie realny (tylko do dekoracji lub przemieszczenia)

# InputRoadPickOne
source: Pick (one)
fr: Sélectionner (une route)
it: Prendi (uno)
pl: Wybierz (jeden)

# InputRoadPick
source: Space - pick one/none
fr: Espace - (dé)sélectionner
it: Spazio - prendi uno/nessuno
pl: Space - wybierz/żaden

# InputRoadNext
source: PgUp,PgDn (or Wheel) - previous/next point
fr: Pg.Préc.,Pg.Suiv (ou molette) - point précédent/suivant
it: PgUp,PgDn (o rotella) - precedente/prossimo punto
pl: PgUp,PgDn (lub kółko) - poprz./nast. punkt

# InputRoadShiftSel
source: shift - select
fr: Maj. - sélectionner
it: shift - seleziona
pl: shift - zaznacz

# InputRoadDel
source: Del - delete picked
fr: Suppr. - supprimer la sélection
it: Del - cancella selezionata
pl: Del - zmaż wybrany

# InputRoadIns
source: Ins - insert new (after picked, alt - before)
fr: Insér. - insérer nouveau (après sélection, Alt : avant sélection)
it: Ins - inserisci nuovo (dopo aver preso, alt -prima)
pl: Ins - wstaw nowy (za wybranym, alt - przed)

# InputRoadInsAlt
source: alt-shift - at start alt-ctrl - at end
fr: alt-shift - au début alt-ctrl - à la fin
it: alt-shift - all'inizio alt-ctrl - alla fine
pl: alt-shift - na pocz. alt-ctrl - na końcu

# InputRoadNew
source: ctrl-Space - set new point's values from picked
fr: Ctrl-Espace - définir les valeurs du nouveau point depuis la sél.
it: ctrl-Space - imposta nuovi valori di punto da raccolto
pl: ctrl-Space - ustaw wartości nowego punktu z wybranego

# InputRoadSelectMany
source: Select (many)
fr: Sélectionner (plusieurs)
it: Seleziona (molti)
pl: Wybierz (wiele)

# InputRoadSel
source: Backspace - add to or remove from selection
fr: Retour arrière - ajouter ou enlever de la sélection
it: Backspace - aggiungi o rimuovi dalla selezione
pl: Backspace - dodaj lub usuń z selekcji

# InputRoadSelAlt
source: alt - select all ctrl - select none
fr: Alt - tout sélectionner Ctrl - ne rien sélectionner
it: alt - seleziona tutto ctrl - seleziona nessuno
pl: alt - wybierz wszystkie ctrl - żaden

# InputRoadCopySel
source: ctrl-Ins - copy selection ctrl-Del - delete sel.
fr: Ctrl-Insér. - copier la sélection Ctrl-Suppr. - supprimer la sélection
it: ctrl-Ins - copia selezionato ctrl-Del - cancella sel.
pl: ctrl-Ins - kopiuj wybrane ctrl-Del - usuń wybrane

# InputRoadShiftReverse
source: shift-Ins - paste shift-ctrl-Ins - reversed
fr: Maj.-Insér. - coller Maj.-Ctrl-Insér. - inversé
it: shift-Ins - incolla shift-ctrl-Ins - inverti
pl: shift-Ins - wstaw shift-ctrl-Ins - odwrotnie

# InputRoadAfterPick
source: after picked, center at mouse
fr: après sélection, centrer vers la souris
it: una volta presa, centra in corrispondenza del mouse
pl: po wybraniu, centruj na myszce

# InputRoadRebuild
source: B - rebuild road (after terrain change, etc.)
fr: B - reconstruire la route (après changements de terrain, etc.)
it: B - ricostruisci la strada (dopo il cambiamento di terreno, ecc.)
pl: B - przebuduj drogę (po zmianie terenu, itp.)

# InputRoadAlignTerrain
source: U - Align terrain to road (for selected segments)
fr: U - aligner le terrain à la route (pour les segments sélectionnés)
it: U - Allinea terreno alla strada (per segmenti selezionati)
pl: U - Wyrównaj teren do drogi (dla wybranych segmentów).

# InputRoadMirror
source: alt-Home - Mirror selection
cs: Alt+Home - zrcadlit výběr
fr: Alt-Orig. - Mirroir de la sélection
it: alt-Home - Selezione a specchio
pl: alt-Home - Lustrzane odbicie zaznaczenia

# InputRoadsAdd
source: ctrl-Enter - Add road, also for decoration or river etc.
pl: ctrl-Enter - Dodaj drogę, również do dekoracji, rzek, itp.

# InputRoadsNext
source: Enter - next road (if many), shift - previous
pl: Enter - następna droga (jeśli wiele), shift - poprzednia

# InputRoadsDel
source: ctrl-shift-Enter - delete road
pl: ctrl-shift-Enter - zmaż drogę

# InputRoadsRiver
source: alt-Enter - toggle River (no wall, columns etc.)
pl: alt-Enter - przełącz Rzekę (bez ścian, kolumn itp.)

# InputRoadMerge
source: M - toggle road merge segs (for test)
it: M - attiva/disattiva unione segm strada (per test)
pl: M - przełącz łączenie segm. (dla testu)

# InputRoadStats
source: T - road stats window
fr: T - fenêtre des stats. de la route
it: T - finestra statistiche di strada
pl: T - okno statystyki drogi

# InputRoadLooped
source: N - toggle looped
fr: N - activer ou non le bouclage
it: N - attiva/disattiva looping
pl: N - wyłącz zapętlenie

# InputStartLMB
source: ctrl-LMB - place LMB - move RMB - height
fr: Ctrl-Clic gauche - placer Clic gauche - se déplacer Clic droit - hauteur
it: ctrl-LMB - piazza LMB - muovi RMB - altezza
pl: ctrl-LMB - ustaw LMB - przesuń RMB - wysokość

# InputStartAltLMB
source: alt-LMB - rotate (shift - global) alt-RMB - pitch (shift - roll)
it: alt-LMB - ruota (shift - globale) alt-RMB - pitch (shift - rotola)
pl: alt-LMB - obróć (shift - globalnie) alt-RMB - pochyl (shift - skrzyw.)

# InputStartAltMMB
source: alt-MMB - reset rotation
fr: Alt-Clic du milieu - réinit. la rotation
it: alt-MMB - riavvia la rotazione
pl: alt-MMB - resetuj obrót

# InputStartHeight
source: [,] - adjust start box height (bigger for pipes)
fr: [,] - ajuster la hauteur de la boîte de départ (plus grande pour les tubes)
it: [,] - regola altezza iniziale (più grande per tubi)
pl: [,] - dostosuj obszar startu (większy dla rur)

# InputStartWidth
source: ; &apos; - adjust start box width (for road width)
fr: ; &apos; - ajuster la largeur de la boîte de départ (pour la largeur de la route)
it: ; &apos; - regola larghezza iniziale (per strada)
pl: ; &apos; - dostosuj szerokość startu

# InputStartDir
source: Space - change road direction (+ or -)
fr: Espace - changer la direction de la route (+ ou -)
it: Spazio - cambia direzione stradale (+ o -)
pl: Space - zmień kierunek drogi (+ lub -)

# InputStartMeet
source: car will meet (next+ / prev-) point numbers
it: l'auto incontrerà (pross+/prec-) i numeri di punteggio
pl: auto napotka (następne+ / poprzednie-) numery punktów

# InputFluidsPrevNext
source: PgUp,PgDn (or Wheel) - previous/next fluid
cs: PgUp,PgDn (nebo kolečko) - předchozí/další tekutina
fr: Pg.préc,Pg.suiv. (ou molette) - liquide précédent/suivant
it: PgUp,PgDn (o rotellina) - flusso precedente/seguente
pl: PgUp,PgDn (lub kółko) - poprz./następna ciecz

# InputFluidsIns
source: Ins - insert new, default fluid at cursor
cs: Ins - vložit novou, výchozí tekutina v poloze ukazovátka
fr: Insér. - insérer nouveau liquide par défaut au curseur
it: Ins - inserisci nuovo, fluido preimpostato in corrispondenza del cursore
pl: Ins - wstaw nową ciecz gdzie kursor

# InputFluidsDel
source: Del - delete current
cs: Del - smazat nynější
fr: Suppr. - supprimer la sélection
it: Del - cancella corrente
pl: Del - zmaż wybraną

# InputFluidsMove
source: LMB - move RMB - height
fr: Clic gauche - se déplacer Clic droit - hauteur
it: LMB - muovi RMB - altezza
pl: LMB - przesuń RMB - wysokość

# InputFluidsSize
source: alt-LMB - size alt-RMB - depth
fr: Alt-Clic gauche - taille Alt-Clic droit - profondeur
it: alt-LMB - dimensioni alt-RMB - profondità
pl: alt-LMB - rozmiar alt-RMB - głębokość

# InputFluidsType
source: -,= - change fluid type (water,mud,etc.)
cs: -,= - změnit typ tekutiny (voda, bláto atd.)
fr: -,= - changer le type de liquide (eau, boue, etc.)
it: -,= - modifica tipo di fluido (acqua, fango, ecc.)
pl: -,= - zmień typ cieczy (woda, błoto, itp.)

# InputFluidsQuality
source: 1,2 - change fluid rendering quality
pl: 1,2 - zmień jakość cieniowania cieczy

# InputFluidsTile
source: [,] - change texture tiling
cs: [,] - změnit dláždění textur
fr: [,] - changer la répétition des textures
it: [,] - cambia texture tiling
pl: [,] - zmień skalę tekstury

# InputFluidsTileY
source: ; &apos; - change texture tiling, one coord. only
fr: ; &apos; - changer la répétition de la texture, une coordonnée seulement
it: ; &apos; - cambia texture tiling, solo una coord.
pl: ; &apos; - skala tekstury, tylko jedna współrz.

# InputFluidsUpdate
source: F10 - update depth map, after terrain deform near shore
cs: F10 - aktualizovat hlobkovou mapu, po změně tvaru krajiny poblíž břehu
fr: F10 - mettre à jour la carte de profondeur, après avoir édité du terrain près d'une côte
it: F10 - aggiorna la profondità di mappa, dopo la deformazione di terreno vicino a riva
pl: F10 - odśwież mapę głębokości, po deformacji terenu przy brzegu

# InputObjectsPrevNext
source: PgUp,PgDn (or Wheel) - previous/next object
cs: PgUp,PgDn (nebo kolečko) - předchozí/další předmět
fr: Pg.préc.,Pg.suiv. (ou molette) - objet précédent/suivant
it: PgUp,PgDn (o rotella) - precedente/prossimo oggetto
pl: PgUp, PgDn (lub scroll) - poprzedni/następny objekt

# InputObjectsIns
source: Ins - insert new, at cursor
cs: Ins - vložit nový, v poloze ukazovátka
fr: Insér. - insérer nouveau, au curseur
it: Ins - inserisci nuovo, in corrispondenza del cursore
pl: Ins - wstaw nowy, pod kursorem

# InputObjectsDel
source: Del - delete current
cs: Del - smazat nynější
fr: Suppr. - supprimer la sélection
it: Del - cancella corrente
pl: Del - usuń bieżący

# InputObjectsMove
source: 1 - Move LMB - plane XZ RMB - Y height
fr: 1 - se déplacer Clic gauche - plane XZ Clic droit - hauteur Y
it: 1 - Muovi LMB - spiana XZ RMB - Y altezza
pl: 1 - Przesuń LMB płasz. XZ RMB - Y wysok.

# InputObjectsRot
source: 2 - Rotate local (alt- global) LMB: Z RMB: Y MMB: X
fr: 2 - tourner localement (Alt - globalement) Clic gauche : Z Clic droit : Y Clic du milieu : X
it: 2 - Ruota locale (alt- globale) LMB: Z RMB: Y MMB: X
pl: 2 - Obrót lokalny (alt- globalny) LMB: Z RMB: Y MMB: X

# InputObjectsScale
source: 3 - Scale LMB - uniform XYZ RMB: Y MMB: Z
fr: 3 - Échelle Clic gauche - uniforme XYZ Clic droit : Y Clic du milieu : Z
it: 3 - Scala LMB - uniforma XYZ RMB: Y MMB: Z
pl: 3 - Skaluj LMB - jednakowo RMB: Y MMB: Z

# InputObjectsMoveReset
source: shift-1 - move to cursor / reset new height
fr: Maj.-1 - déplacer au curseur/réinit. la nouvelle hauteur
it: shift-1 - muovi nel cursore/riavvia nuova altezza
pl: shift-1 - ustaw gdzie kursor / resetuj nową wysok.

# InputObjectsRotReset
source: shift-2 - reset rotation
fr: Maj.-2 - réinit. la rotation
it: shift-2 - riavvia rotazione
pl: shift-2 - resetuj obrót

# InputObjectsScaleReset
source: shift-3 - reset scale to 1 (with shift to 0.5)
fr: Maj.-3 - réinit. l'échelle à 1 (avec Maj. à 0.5)
it: shift-3 - riavvia scala a 1 (con shift a 0.5)
pl: shift-3 - resetuj skalę na 1 (shift na 0.5)

# InputObjectsType
source: -,= - change object type
cs: -,= - změnit typ předmětu
fr: -,= - changer le type d'objet
it: -,= - cambia tipo di oggetto
pl: -,= - zmień typ obiektu

# InputObjectsMaterial
source: O,P - change material
fr: O,P - changer de matériau
pl: O,P - zmień materiał

# InputObjectsSimulate
source: C - simulation toggle for dynamic objects
fr: C - simuler ou non les objets dynamiques
it: C - attiva/disattiva simulazione per oggetti dinamici
pl: C - przełącz symulację dla dynamicznych

# InputObjectsCopySel
source: ctrl-Ins - copy selection
cs: ctrl-Ins - kopírovat výběr
fr: Ctrl-Ins. - copier la sélection
it: ctrl-Ins - copia selezione
pl: ctrl-Ins - skopiuj zaznaczenie

# InputObjectsPaste
source: shift-Ins - paste copied
cs: shift-Ins - vložit zkopírované
fr: Maj.-Insér. - coller le presse-papiers
it: shift-Ins - incolla
pl: shift-Ins - wklej skopiowane

# InputParticlesDensity
source: [,] - change density (emission rate)
pl: [,] - zmień gęstość (szybkość emisji)

# InputParticlesStatic
source: Enter - toggle static
pl: Enter - przełącz statyczne

# InputParticlesSize
source: K,L - change size scale
pl: K,L - zmień skalę wielkości

# TipCarSpeed
source: Vehicle speed rating, more means faster car. Warning, on gravel too fast cars won't be faster because they don't have enough grip.
pl: Klasyfikacja szybkości pojazdu, wyższa oznacza szybsze. Uwaga, na szutrze zbyt szybkie auta nie będą szybsze gdyż nie mają wymaganej przyczepności.

# TipCarType
source: Vehicle type, primary destination. Some can still be used on gravel even if not meant for it.
pl: Typ pojazdu, główne przeznaczenie. Niektóre auta mogą być używane na szutrze, nawet jeśli nie przeznaczone do tego.

# TipCarYear
source: Year when this vehicle's production started.
pl: Rok w którym zaczęła się produkcja tego pojazdu.

# TipCarDifficulty
source: Vehicle handling difficulty. Higher values require more skill driving this vehicle well on tracks, and bring more trouble.
pl: Trudność kierowania pojazdem. Wyższe wartości wymagają więcej umiejętności by prowadzić ten pojazd na trasach, i sprawiają więcej kłopotów.

# TipCarWidth
source: Rating of vehicle's width. Higher values mean more trouble in narrow tracks.
pl: Ocena szerokości pojazdu. Wyższe wartości oznaczają więcej kłopotów na wąskich trasach.

# TipDrivability
source: Drivability tells how well will vehicle drive on track. If undrivable, best to change vehicle. Many vehicles can't handle certain track properties. Gravel type cars handle all tracks well.
pl: Przejezdność mówi jak dobrze pojazd będzie jechał po trasie. Jeśli nieprzejezdne, najlepiej zmienić pojazd. Wiele pojazdów nie daje rady z pewnymi elementami tras. Auta szutrowe radzą sobie dobrze ze wszystkimi trasami.

# TipRating
source: Quality rating. Higher values mean: well made, playable, good looking and interesting design.
pl: Ocena jakości. Wyższe wartości oznaczają: dobrze zrobione, grywalne, dobrze wyglądające i interesujący projekt.

# ChampEndCongrats
source: Congratulations !
cs: Blahopřejeme!
fr: Félicitations !
it: Congratulazioni !
pl: Gratulacje!

# TutorEndFinished
source: You have finished this tutorial.
cs: Návod byl dokončen.
fr: Vous avez fini ce tutoriel.
it: Hai completato il tutorial.
pl: Ukończyłeś ten samouczek.

# ChampEndFinished
source: You have finished this championship.
cs: Mistrovství bylo úspěšně skončeno.
fr: Vous avez fini ce championnat.
it: Hai completato il campionato.
pl: Ukończyłeś to mistrzostwo.

# ChallEndFinished
source: You have passed this challenge.
cs: Vyhrál jste ve vyzvě.
fr: Vous avez réussi ce défi.
it: Hai superato la sfida.
pl: Wygrałeś to wyzwanie.

# ChampInfo
source: In tutorial/championship mode you drive a series of tracks. Minimum score (depending on your time) is needed to pass to next stage. Car changing is possible.
cs: V režimu návodu/mistrovství se jede řada tratí. Nejnižší počet bodů, který závisí na zajetém čase, je potřeba k projití do další etapy. Je možné měnit auto.
fr: En mode tutoriel/championnat, vous conduisez sur une série de circuits. Un score minimum (en fonction de votre temps) est nécessaire pour passer au stage suivant. Il est possible d'utiliser n'importe quelle voiture.
it: In modalità tutorial/campionato si guida una serie di piste. Un punteggio minimo (che varia a seconda del tempo) è necessario per passare allo stage successiva. E' possibile cambiare auto.
pl: W samouczkach / mistrzostwach jedzie się serię tras. Minimalne punkty (zależne od czasu) są potrzebne by przejść do następnego odcinka. Zmiana auta jest możliwa.

# ChallInfo
source: In challenge mode the game has setup, most settings can't be changed. Time or position is needed. If you pass you receive bronze, silver or gold prize.
cs: V režimu výzvy byla hra nastavena. Většinu nastavení nelze měnit. Je potřeba čas nebo poloha. Když uspějete, vyhrajete za odměnu bronz, stříbro nebo zlato.
fr: En mode défi, le jeu est déjà réglé, les paramètres ne peuvent être changés. Un temps ou une position sont nécessaires pour être admis. Si vous êtes admis, vous recevez une médaille de bronze, d'argent ou d'or.
it: In modalità sfida la maggior parte delle impostazioni di gioco non può essere modicata. Bisogna superare le prove con un buon tempo per ricevere una medaglia d'oro, argento o bronzo.
pl: W trybie wyzwań gra ma ustawienia, większość nie może być zmieniona. Czas lub pozycja jest wymagana. Jeśli wygrasz otrzymujesz nagrodę: brąz, srebro lub złoto.

# ChampInfo2
source: Championships are usually long, have many tracks, but are easy to pass.
cs: Místrovství jsou obvykle dlouhá, mají mnoho tratí, dá se v nich ale snadno obstát.
fr: Les championnats sont généralement longs, ont plusieurs circuits, mais sont faciles à réussir.
it: I campionati solitamente durano di più e sono composti da più piste, ma sono facilmente superabili.
pl: Mistrzostwa są zazwyczaj długie, mają wiele tras, ale są łatwe do przejścia.

# ChallInfo2
source: Challenges are short but usually difficult to pass.
cs: Výzvy jsou krátké, ale obyčejně je těžké v nich uspět.
fr: Les défis sont courts mais généralement difficiles à accomplir.
it: Le sfide sono brevi ma solitamente difficili da superare.
pl: Wyzwania są krótkie ale zazwyczaj trudne do przejścia.

# TutorInfo
source: Tutorials have just a few tracks. They are easy to pass and show various track elements.
cs: Návody mají jen málo tratí. Jsou jednoduché a ukazují různé prvky trati.
fr: Les tutoriels ont juste quelques circuits. Ils sont faciles à réussir et montre divers éléments de circuit.
it: I tutorial hanno solo poche piste. Sono facili da passare e mostrano vari elementi di pista.
pl: Samouczki mają tylko parę tras. Są łatwe do ukończenia i pokazują różne elementy tras.

source: Hint
cs: Rada
fr: Astuce
it: Suggerimento
pl: Porada

# HintShow
source: Show at startup
cs: Ukázat při spuštění
fr: Montrer au démarrage
it: Mostra all'inizio
pl: Pokaż przy starcie
