Repository: AnotherFoxGuy/stuntrally3
Catalog: locale/translations/stuntrally.srpot/*.po
Languages: cs, fr, it, pl

# HintKey
source: Ctrl-F1 - Show
cs: Ctrl-F1 - Ukázat
fr: Ctrl-F1 - Montrer
it: Ctrl-F1 - Mostra
pl: Ctrl-F1 - Pokaż

source: Welcome to
cs: Vítejte v
fr: Bienvenue dans
it: Benvenuto a
pl: Witaj w

# HintScreen
source: To change screen resolution and adjust graphics to your card press Screen button.
cs: Pro změnu rozlišení obrazovky a změnu nastavení obrazu podle vaší grafické karty stiskněte tlačítko Obrazovka.
fr: Pour changer la définition de l'écran et adjuster les réglages graphiques, cliquez sur Écran.
pl: Aby zmienić rozdzielczość ekranu i dopasować grafikę do Twojej karty naciśnij przycisk Ekran.

# HintGraphics
source: To adjust graphics to your card press Screen button.
fr: Pour ajuster les graphiques sur votre carte graphique, appuyez sur le bouton Écran.
pl: By dostosować opcje do karty graficznej naciśnij Ekran.

# HintInput
source: To check keys used in game or reassign them, or to configure controller press Input button.
cs: K prohlédnutí kláves používaných ve hře nebo k jejich změně či opětovnému přiřazení stiskněte tlačítko Vstup.
fr: Pour voir les touches utilisées dans le jeu ou les changer, ou pour configurer une manette ou un volant, cliquez sur Contrôles.
pl: By zobaczyć klawisze używane w grze, przypisać je, albo skonfigurować kontroler, naciśnij przycisk Wejście.

source: Track not found !
cs: Trať nenalezena!
fr: Circuit non trouvé !
it: Pista non trovata!
pl: Brak trasy!

# TipReverse
source: Reverse track direction.
cs: Obrátit směr trati.
fr: Inverse la direction du circuit.
it: Direzione di pista al contrario.
pl: Odwrotny kierunek trasy.

# TipNewGame
source: Start game on new track or Restart on current.
cs: Začít závod na nové trati nebo spustit znovu nynější.
fr: Démarrer une partie sur un nouveau circuit ou redémarrer sur le circuit actuel.
it: Inizia il gioco su una nuova pista oppure riavvia quella attuale.
pl: Zacznij grę na nowej trasie lub od nowa na obecnej.

# TipFind
source: Enter part of name to find (filters list).
cs: Zadejte část názvu trati, kterou hledáte (filtruje seznam).
fr: Entrez une partie du nom du circuit à trouver (filtre la liste).
it: Inserisci una parte del nome per cercare (lista dei filtri).
pl: Wpisz część nazwy by znaleźć (filtruje listę).

# TrackDifficulties
source: Various Track Difficulties
cs: Různé obtížnosti trati.
fr: Différentes difficultés
it: Piste con difficoltà differenti
pl: Różne trudności trasy

# TipClickMax
source: Click to maximize. Then click to close.
fr: Cliquez pour agrandir. Cliquez ensuite pour fermer.
pl: Kliknij by powiększyć. Później kliknij by zamknąć.

# TipTrackDesc
source: Track description text.
cs: Text s popisem trati.
fr: Texte de description du circuit.
it: Testo di descrizione pista.
pl: Opis trasy.

# TipTrackAdvice
source: Track driving advices and warnings.
pl: Porady i ostrzeżenia dotyczące jazdy po trasie.

# TipTrackImg
source: In game screenshot for selected track.
cs: Snímek ze hry pro vybranou trať.
fr: Capture d'écran du jeu pour la piste sélectionnée.
it: Immagine di gioco per la pista selezionata.
pl: Zrzut z gry dla wybranej trasy.

# TipTrackMap
source: Minimap of selected track, view from top.
cs: Malá mapa vybrané trati viděné shora.
fr: Mini-carte de la piste sélectionnée, vue de dessus.
it: Minimap della pista selezionata, vista dall'alto.
pl: Minimapa wybranej trasy (widok z góry).

# TipTrkViewShort
source: Short list view.
cs: Zobrazení krátkého seznamu.
fr: Vue courte.
it: Breve elenco.
pl: Krótki widok listy.

# TipTrkViewDetailed
source: Detailed list view.
cs: Zobrazení podrobného seznamu.
fr: Vue détaillée.
it: Elenco dettagliato.
pl: Szczegółowy widok listy.

# fluids
source: fluids (water or mud)
cs: Vodstvo (voda nebo bahno)
fr: Liquides (eau ou boue)
it: flussi (acqua o fango)
pl: ciecze (woda lub błoto)

# bumps
source: bumps (bumpy terrain)
cs: Nerovnosti (hrbolatý povrch)
fr: bosses (terrain)
it: bump
pl: wyboje (terenu)

source: jumps
cs: Skoky
fr: sauts
it: salti
pl: skoki

source: loops
cs: Přemety
fr: boucles
it: anelli
pl: pętle

source: pipes
cs: Roury
fr: tubes
it: tubi
pl: rury

source: banked
cs: Šikmý
fr: incliné
it: piegamento
pl: pochyłe

# frenzy
source: frenzy (curly road)
cs: Četné zatáčky
fr: routes sinueuses
it: frenesia (curva a spirale)
pl: krętość (drogi)

source: long
cs: Dlouhý
it: lungo
pl: długość

# sum
source: sum (of difficulties)
fr: somme (de difficultés)
pl: suma utrudnień

source: difficulty
cs: Obtížnost
fr: difficulté
it: difficoltà
pl: trudność

source: rating
cs: Hodnocení
fr: note
it: valutazione
pl: ocena

# objects
source: objects (dynamic)
cs: Předměty (dynamické)
fr: objets (dynamiques)
it: oggetti (dinamici)
pl: obiekty (dynamiczne)

# obstacles
source: obstacles (on road or in pipe)
cs: Překážky (na silnici nebo v rouře)
fr: obstacles (sur la route ou dans un tube)
it: ostacoli (su strada o nei tubi)
pl: przeszkody (na drodze lub w rurze)

source: user
pl: użytkownik

source: bookmark
fr: signet
pl: zakładka

# TrackBankAng
source: Road banking angles: average and maximum, in degrees.
cs: Úhel naklonění krajnice silnice: Průměrný a největší, ve stupních.
fr: Angles d'incurvation de la route : moyen et maximum, en degrés.
it: Angoli di piegamento della strada: medio e massimo, in gradi.
pl: Kąty pochylenia drogi: średni i maksymalny, w stopniach.

# CamInfoStrings
source: Type,Yaw,Pitch,Dist,Height,Speed,Offset,LEFT,RIGHT,Middle,Wheel,shift,Rotate,reset,move,H,Pos
fr: Type,Angle vertical,Angle horizontal,Distance,Hauteur,Vitesse,Décalage,GAUCHE,DROITE,Milieu,Molette,maj.,Tourner,réinit.,déplacer,H,Pos
it: Tipo,Yaw,Pitch,Dist,Altezza,Velocità,Offset,SINISTRA,DESTRA,Metà,Ruota,marcia,Rotazione,riavvia,muovi,H,Pos
pl: Typ,Kąt,Nachyl,Odl,Wysok,Szybk,Przesun,LEWY,PRAWY,Środkowy,Kółko,shift,Obróć,reset,ruch,Wys,Pozycja

# CarDesc_OT
source: This is the slowest car. Very old and a bit creepy truck. Can drive only on flat tracks and with turtle speed.
fr: Ceci est la voiture la plus lente. Très âgée et un peu effrayante. Ne peut conduire que sur les circuits plats et à une vitesse très réduite.
it: Questa è la macchina più lenta. Camion molto vecchio e un po' inquietante. Guida solo su piste pianeggianti ad una velocità tartaruga.
pl: To jest najwolniejsze auto. Bardzo stara i trochę straszna ciężarówka. Może jeździć tylko po płaskich trasach i to z prędkością żółwia.

# CarDesc_FR4
source: Quite old, heavy, broad and slow. Good for terrain but not with the best suspension. Isn't suited for faster or stunt tracks.
fr: Assez vielle et lente. Bien pour le terrain mais la suspension n'est pas la meilleure. N'est pas adaptée aux circuits rapides ou acrobatiques.
it: Abbastanza vecchia, pesanta, larga e lenta. Buona sui terreni ma non con sospensioni robuste. Non è adatta per piste veloci e acrobatiche.
pl: Dość stare, ciężkie, szerokie i wolne. Dobre na teren, ale z nie najlepszym zawieszeniem. Nie nadaje się do szybszych ani wyczynowych tras.

# CarDesc_HR
source: Very heavy and slow car, best for terrain and bumps, easy to drive. But useless on fast and stunt tracks.
fr: Voiture très lente et lourde, adaptée au hors-piste et aux bosses, facile à conduire. Inutile sur les circuits rapides ou acrobatiques.
it: Auto molto pesante e lenta, ottima su terreno e resistente agli urti, facile da guidare. Inutile su piste veloci e acrobatici.
pl: Bardzo ciężkie i wolne auto, dobre na teren i wyboje, łatwe w prowadzeniu. Ale bezużyteczne na szybkich i wyczynowych trasach.

# CarDesc_LK4
source: Slow and heavy car. Can handle bumps well. Is stable and easy to drive. But isn't suited for faster tracks.
fr: Voiture lente et lourde. Peut bien encaisser les bosses. Est stable et facile à conduire, mais n'est pas adaptée aux circuits rapides.
it: Auto lenta e pesante. Gestisce bene gli urti, è stabile e facile da guidare, ma non adatta su piste veloci.
pl: Wolne i ciężkie auto. Dobrze radzi sobie z wybojami. Jest stabilne i łatwe w prowadzeniu. Ale nieodpowiednie na szybsze trasy.

# CarDesc_U8
source: Big and heavy exploration vehicle with 8 wheel drive, close to a bus. Great on all planets for whole team. It is fast but very long and can't do loops, pipes or jumps.
pl: Wielki i ciężki pojazd do eksploracji z napędem na 8 kół, bliski autobusu. Świetny na wszystkich planetach dla całej grupy. Jest szybki ale bardzo długi i nie nadaje się do wyczynów jak pętle, rury i skoki.

# CarDesc_MO
source: Huge and heavy monster truck. Does terrain and jumps very well. But due to size, it has problems in everything narrow, even bridges.
pl: Wielki i ciężki monster truck. Radzi sobie bardzo dobrze z terenem i skokami. Ale przez rozmiar, ma problemy wszędzie gdzie ciasno, nawet na mostach.

# CarDesc_UV
source: This big wheeled utility vehicle is powered by 4 electic engines. Suited for nearly all tracks, except when narrow. Great for exploring other planets. But has bad aerodynamics and gets stuck in mud.
fr: Ce gros véhicule utilitaire est propulsé par 4 moteurs électriques. Adaptée à quasiment tous les circuits, sauf les plus étroits. Excellent pour explorer d'autres planètes. Mais ce véhicule gère mal les sauts et se coince dans la boue.
it: Questo veicolo vantaggiato di grosse ruote è alimentato da quattro motori elettrici. Adatto per quasi tutti i tipi di pista, tranne su quelle di stretta misura. Ottimo per esplorare altri pianeti. Offre cattiva aerodinamica e rimane incollata nel fango.
pl: Ten pojazd użytkowy z wielkimi kołami, napędzają 4 silniki elektryczne. Dobry na większość tras gdy nie jest wąsko. Świetny do zwiedzania innych planet. Ale ma złą aerodynamikę i utyka w błocie.

# CarDesc_FN
source: Another good rally car, suited for all tracks. Is not that long and thus easier to steer.
fr: Une autre voiture de rally très efficace, adaptée à tous les circuits. N'est pas très longue et donc facile à tourner.
pl: Kolejne dobre auto rajdowe, na wszystkie trasy. Nie jest długie i przez to bardziej sterowne.

# CarDesc_S8
source: Good rally car, drivable on all tracks, but shorter and more steerable.
fr: Bonne voiture de rallye, pilotable sur toutes les pistes, mais plus courte et plus maniable.
pl: Dobre auto rajdowe, na wszystkie trasy. Krótsze i przez to bardziej sterowne.

# CarDesc_ES
source: Best rally car in game, great driving experience on all tracks. A bit high though.
fr: Meilleure voiture de rally du jeu, excellente expérience de conduite sur tous les circuits. Un peu haute, par contre.
it: Migliore auto da rally in gioco, grandiosa esperienza di guida su tutte le piste. Forse un po' alta.
pl: Najlepsze auto rajdowe w grze, świetnie się prowadzi na wszystkich trasach. Jednak trochę wysokie.

# CarDesc_HI
source: Best rally car in game, drivable on all tracks with the best experience, similar to ES.
fr: Meilleure voiture de rallye du jeu, pilotable sur toutes les pistes avec la meilleure expérience, similaire à l'ES.
pl: Najlepsze auto rajdowe w grze, dobre na wszystkie trasy.

# CarDesc_TW
source: This big, extreme vehicle is great for long and smooth tracks. But completely useless when narrow or in mud (e.g. in jungle). Also not easy to drive.
fr: Ce gros véhicule est excellent pour les circuits longs et doux, mais complètement inmaniable sur les routes fines ou dans la boue. Pas facile à conduire.
it: Questo grosso e straordinario veicolo è ottimo per le piste lunghe e lisce. Del tutto inutile su strade ristrette o nel fango (es. nella giungla). Inoltre, non è facile da guidare.
pl: Ten duży, ekstremalny pojazd jest dobry na długie i gładkie trasy. Ale kompletnie bezużyteczny gdy jest wąsko lub w błocie (np. w dżungli). Dodatkowo niełatwy w prowadzeniu.

# CarDesc_TU
source: Very futuristic and fast vehicle. Not suited for narrow roads, jumps or mud.
fr: Véhicule futuriste et rapide. Inadapté aux routes étroites, aux sauts ou à la boue.
pl: Bardzo przyszłościowy i szybki pojazd. Nie jest przeznaczony na wąskie drogi, skoki ani błoto.

# CarDesc_SZ
source: Fastest car meant for gravel. Light and with a powerful engine. Has great aerodynamics and steerability.
fr: Meilleure voiture pour le gravier, légère et disposant d'un moteur puissant. Maniable et très aérodynamique.
pl: Najszybsze auto na szuter. Lekkie i z mocnym silnikiem. Ma świetną aerodynamikę i sterowność.

# CarDesc_XZ
source: Very powerful engine fitted car, drivable on most tracks. Not best on bumps because of short and stiff suspension. So much torque also causes more wheels spin.
fr: Une voiture très puissante, peut être conduite sur la plupart des circuits. Peu adaptée aux sauts à cause d'une suspension dure.
it: Auto dotata di motore molto potente, facile da guidare sulla maggior parte delle piste, ma non molto su dossi a causa delle sospensioni corte e rigide. Tanto torque provoca molte testa-coda.
pl: Auto z bardzo mocnym silnikiem, na większość tras. Niedobre na wyboje z powodu niskiego i sztywnego zawieszenia. Dodatkowo tak duży moment obrotowy powoduje więcej buksowania kół.

# CarDesc_3B
source: Very fast, futuristic racing vehicle. Uses 3 stabilized spheres to drive. Not the best for bridges, mud or pipes.
pl: Bardzo szybki, futurystyczny pojazd wyśligowy. Napęd składa się z 3 stabilizowanych sfer. Nie najlepszy do mostów, błota i rur.

# CarDesc_BE
source: Normal size bike. Light, fast and very agile. Being small it does not like terrain bumps.
fr: Vélo de taille normale. Léger, rapide et très agile. Étant petit, il n’aime pas les bosses du terrain.
pl: Motor normalnej wielkości. Lekki, szybki i zwinny. Jest mały i stąd nie lubi wybojów terenu.

# CarDesc_BV
source: Big extreme bike with advanced electric engine. Extremely fast and light. Also great for exploring other planets. Doesn't handle bad jump landings and bumps.
fr: Une grosse moto disposant d'un moteur électrique avancé. Très rapide et légère. Excellente pour explorer d'autres planètes. Cependant, faites attention aux sauts et aux bosses.
pl: Wielki motor z zaawansowanym silnikiem elektrycznym. Ekstremalnie szybki i lekki. Również świetny do zwiedzania innych planet. Nie daje rady złym lądowaniom po skoku ani wybojom.

# CarDesc_SX
source: Very tuned and powerful car. Drivable on all tracks. Not best on bumps. Can spin wheels easily.
fr: Voiture très réglée et puissante. Roulable sur toutes les pistes. Pas mieux sur les bosses. Peut faire tourner les roues facilement.
pl: Bardzo dostosowany i mocny samochód. Może jeździć na wszystkich trasach. Nie najlepszy na wyboje. Może łatwo kręcić kołami w miejscu.

# CarDesc_PH
source: Another extremely powerful and fast car. Only for fast smooth tracks, due to length and low suspension.
pl: Kolejny ekstremalnie mocny i szybki samochód. Tylko do płaskich, gładkich tras, z powodu długości i niskiego zawieszenia.

# CarDesc_Y7
source: Extremely fast car. Don't press throttle for too long. Drivable only on fast smooth tracks.
fr: Voiture extrêmement rapide. N'accélérez donc pas trop avec. Conduisable uniquement sur des circuits pas trop sinueux.
pl: Ekstremalnie szybkie auto. Nie trzymaj gazu za długo. Jeździ dobrze tylko po szybkich, gładkich trasach.

# CarDesc_YG
source: Extremely fast car. Not long and quite agile. Bad on bumpy terrain. Can spin wheels easily, even on gravel.
fr: Voiture extrêmement rapide. Pas long et assez agile. Mauvais sur terrain accidenté. Peut faire tourner les roues facilement, même sur du gravier.
pl: Ekstremalnie szybki samochód. Nie długi i dość zwrotny. Zły na wybojach. Może kręcić kołami w miejscu łatwo, nawet na szutrze.

# CarDesc_U6
source: Incredibly fast, 6 wheels driving with advanced electric engine. Great for racing on all planets. Caution: it can spin wheels easily, it has 1 gear only. It also has high center of mass, meaning it will end with wheels up, after bad landings.
fr: Incroyablement rapide, 6 roues motrices avec moteur électrique avancé. Idéal pour courir sur toutes les planètes. Attention : il peut faire tourner les roues facilement, il n'a qu'une seule vitesse. Il a également un centre de masse élevé, ce qui signifie qu'il se terminera avec les roues relevées après de mauvais atterrissages.
pl: Niesamowicie szybki, sześcio kołowy pojazd z zaawansowanym silnikiem elektrycznym. Świetny do wyścigów na wszystkich planetach. Uwaga: łatwo kręci kołami w miejscu, ma tylko 1 bieg. Ma również wysoki środek ciężkości i może skończyć kołami do góry, po złych skokach.

# CarDesc_V1
source: A spaceship reworked as a hovercraft. Very fast and easy to steer. Doesn't care about terrain bumps. But being small does slide sideways.
fr: Un vaisseau retravaillé en aéroglisseur. Très rapide et maniable, mais peut se retourner.
pl: Statek kosmiczny przerobiony na poduszkowiec. Bardzo szybki i łatwy w prowadzeniu. Nie przeszkadają mu wyboje terenu. Ale jest mały i ślizga się bokiem.

# CarDesc_V2
source: Another hovering spaceship. Slightly heavier and slower but doesn't go sideways that easily.
fr: Un autre vaisseau qui fait office d'aéroglisseur. Légèrement plus lourd et lent mais ne se retourne pas si facilement que cela.
pl: Kolejny unoszący się statek. Trochę cięższy i wolniejszy, ale nie ślizga się bokiem tak łatwo.

# CarDesc_V3
source: A big and heavy spaceship. Very good acceleration at start and strong braking. But doesn't reach high speeds.
fr: Un gros et lourd vaisseau. Très bonne accélération et bon freinage, mais reste assez lent.
pl: Duży i ciężki statek. Bardzo dobre przyśpieszenie na początku i mocne hamowanie. Ale nie osiąga dużych prędkości.

# CarDesc_O
source: An experimental, perfectly stabilized, rotating sphere. Uses advanced spacecraft propulsion to easily move in any direction. Very fast but very bouncy.
fr: Une sphère rotative expérimentale, parfaitement stabilisée. Utilise la propulsion d'un vaisseau pour se déplacer facilement dans n'importe quelle direction. Très rapide, mais bondit facilement.
pl: Eksperymentalna, idealnie stabilizowana, obracająca się sfera. Używa zaawansowanych napędów ze statków kosmicznych by łatwo poruszać się w dowolnym kierunku. Bardzo szybka ale bardzo skoczna.

# CarDesc_Pipes
source: NOTE: Currently impossible to use in pipes.
fr: NOTE : actuellement impossible à utiliser dans les tubes.
it: NOTA: al momento non è possibile usare nei tubi.
pl: UWAGA: Obecnie niemożliwe do użycia w rurach.

# CarDesc_H1
source: Slow hovercraft, powered with only one propeller for hovering and thrust. Slower speed. Goes sideways much after turning. Needs boost to jump over. Fun to drive but very loud and inefficient. Brakes added.
fr: Aéroglisseur lent, propulsé par une seule hélice pour le vol stationnaire et la poussée. Vitesse plus lente. Va de côté beaucoup après avoir tourné. Il a besoin d'un coup de pouce pour sauter par-dessus. Agréable à conduire mais très bruyant et inefficace. Freins ajoutés.
pl: Powolny poduszkowiec, napędzany tylko jednym śmigłem do zawisu i ciągu. Mniejsza prędkość. Znacznie idzie na bok po skręceniu. Wymaga dopalacza, aby przeskoczyć. Zabawny w prowadzeniu, ale bardzo głośny i nieefektywny. Dodano hamulce.

# CarDesc_H2
source: Fast racing hovercraft, powered with two propellers and engines. One for hovering and separate for thrust. Normal speed and still goes sideways but less. May need boost to jump over. Fun to drive and do stunts. Brakes added.
fr: Aéroglisseur de course rapide, propulsé par deux hélices et moteurs. Un pour le vol stationnaire et un séparé pour la poussée. Vitesse normale et va toujours de côté mais moins. Il faudra peut-être un coup de pouce pour sauter par-dessus. Amusant à conduire et à faire des cascades. Freins ajoutés.
pl: Szybki poduszkowiec wyścigowy, napędzany tylko dwoma śmigłami i silnikami. Jednym do zawisu i osobnym do ciągu. Normalna prędkość i mniej idzie na bok po skręceniu. Może wymagać dopalacza aby przeskoczyć. Zabawny w prowadzeniu i do wyczynów. Dodano hamulce.

# CarDesc_Hovercraft
source: Does hover over water, but can be forced under if on side.
fr: Plane au-dessus de l'eau, mais peut être forcé sous s'il est sur le côté.
pl: Unosi się nad wodą, ale można go zmusić pod wodę, gdy jest bokiem.

# CarDesc_R1
source: First antigravity hovering car. Fast and rather easy to drive. But somewhat big and bulky, goes more sideways.
fr: Première voiture stationnaire antigravité. Rapide et plutôt facile à conduire. Mais un peu gros et encombrant, il va plus latéralement.
pl: Pierwsze antygrawitacyjne unoszące się auto. Szybkie i raczej łatwe w prowadzeniu. Ale trochę duże i masywne, leci więcej bokiem.

# CarDesc_R2
source: Antigravity hovering car. Small, fast, agile and easy to drive. For all tracks and stunts.
fr: Voiture planant antigravité. Petit, rapide, agile et facile à conduire. Pour toutes les pistes et cascades.
pl: Antygrawitacyjne unoszące się auto. Małe, szybkie, zwrotne i łatwe w prowadzeniu. Na wszystkie trasy i wyczyny.

# CarDesc_R3
source: Antigravity hovering car. Long, fast, easy to drive. Suited for all tracks and stunts.
fr: Voiture planant antigravité. Long, rapide, facile à conduire. Convient à toutes les pistes et cascades.
pl: Antygrawitacyjne unoszące się auto. Długie, szybkie i łatwe w prowadzeniu. Nadaje się na wszystkie trasy i wyczyny.

# CarDesc_HoverHandbrake
source: Handbrake pushes down and lets steer more.
pl: Ręczny pcha w dół i steruje szybciej.

# CarDesc_Q1
source: First working prototype of antigravity hovering drone. Not very fast.
fr: Premier prototype fonctionnel de drone planant antigravité. Pas très vite.
pl: Pierwszy działający prototyp antygrawitacyjnego drona. Niezbyt szybki.

# CarDesc_Q3
source: Incredibly fast antigravity drone. Very agile, needs quick reactions. Press throttle sparingly and briefly at first.
fr: Drone antigravité incroyablement rapide. Très agile, nécessite des réactions rapides. Au début, appuyez brièvement et avec parcimonie sur l'accélérateur.
pl: Niesamowicie szybki antygrawitacyjny dron. Bardzo zwrotny, wymaga szybkich reakcji. Użyj gazu rzadko i krótko na początku.

# CarDesc_HoverFluids
source: By antigravity it ignores all fluids completely.
fr: Par antigravité, il ignore complètement tous les fluides.
pl: Dzięki antygrawitacji ignoruje wszystkie ciecze kompletnie.

# Hint-0
source: Rewind
fr: Rembobiner
it: Riavvolgi
pl: Powrót

# Hint-0text
source: If you crashed or you're stuck, hold [Insert] to move back in time.
pl: Jeśli miałeś wypadek albo utknąłeś, przytrzymaj [Insert] by cofnąć się w czasie.

# Hint-1
source: Turns
fr: Virages
it: Giri
pl: Zakręty

# Hint-1text
source: Don't accelerate all the time. Also don't forget to brake before turns, especially sharp ones. If you don't know the road yet, it's better to drive slowly.
fr: N'accélérez pas tout le temps. N'oubliez pas de freiner avant les virages, notamment les épingles. Si vous ne connaissez pas le circuit, mieux vaut conduire lentement.
pl: Nie przyśpieszaj cały czas. Nie zapomnij też o hamowaniu przed zakrętami, szczególnie ostrymi. Jeśli nie znasz jeszcze drogi, lepiej jest jechać wolno.

# Hint-2
source: Flipping
fr: Retournement
it: Ribalta
pl: Odwracanie

# Hint-2text
source: Hold [Q] or [W] to flip over the car, when upside down or in jumps. Depending on settings, it may cost some fuel.
fr: Appuyez sur [Q] ou [W] pour retourner la voiture, si votre voiture est coincée ou lors d'un saut. En fonction des réglages, il vous en coûtera peut-être du carburant.
pl: Przytrzymaj [Q] lub [W] by obrócić auto po przewrotce lub podczas skoków. W zależności od ustawień może to kosztować paliwo.

# Hint-3
source: Gravel
cs: Štěrk
fr: Gravier
it: Ghiaia
pl: Szuter
