Repository: AnotherFoxGuy/stuntrally3
Catalog: locale/translations/stuntrally.srpot/*.po
Languages: cs, fr, it, pl

# TipTexNormAuto
source: When checked, Normal texture is automatically set from Diffuse texture (+ _nh in filename).
fr: Quand coché, la texture de normale est automatiquement prise depuis (la texture + _nh) dans le nom de fichier.
it: Se selezionato, texture normale viene imposta automaticamente in diffusione texture ( (+ _nh in nome file).
pl: Gdy zaznaczony, tekstura normalna jest automatycznie ustawiana na podstawie diffuse (+ _nh w nazwie).

# TipTexTiling
source: Texture tiling length (less means more repeats).
fr: Répétitions de la texture (moins = plus de répétitions).
it: Lunghezza texture tiling (meno significa più ripetizoni).
pl: Odległość powtarzania tekstury (mniejsza znaczy więcej powtórzeń).

# TipTerLMove
source: Move layer, changes order.
fr: Déplace le calque, change l'ordre.
it: Muovi il layer, cambia l'ordine.
pl: Przesuń warstwę, zmienia kolejność.

# TipTerLAngMin
source: Starting terrain angle for layer.
fr: Angle minimal du terrain afin que le calque s'affiche.
it: Avvia angolo di terreno per layer.
pl: Kąt początkowy terenu dla warstwy.

# TipTerLAngMax
source: Ending terrain angle for layer.
fr: Angle maximal du terrain afin que le calque s'affiche.
it: Angolo di fine terreno per layer.
pl: Końcowy kąt terenu dla warstwy

# TipTerLAngSm
source: Angle smooth range (transition).
it: Raggio angolo smoothing (transizione).
pl: Kąt zakres przejściowy

# TipTerLHMin
source: Starting terrain height for layer.
fr: Hauteur minimale du terrain afin que le calque s'affiche.
it: Altezza di terreno iniziale per layer.
pl: Początkowa wysokość terenu dla warstwy.

# TipTerLHMax
source: Ending terrain height for layer.
fr: Hauteur maximale du terrain afin que le calque s'affiche.
it: Altezza di fine terreno per layer.
pl: Końcowa wysokość terenu dla warstwy.

# TipTerLHSm
source: Height smooth range (transition).
it: Raggio di altezza smoothing (transizione).
pl: Wysokość zakres przejścia

# TipTerLNoise
source: Multiplier for additional noise. +1 blends to next used layer, -1 to previous, +2 to over next.
it: Moltiplicatore per rumore aggiuntivo. +1 si fonde al successivo layer usato, -1 al precedente, +2 dopo il prossimo.
pl: Mnożnik dodatkowego szumu. +1 dla przejścia do następnej użytej warstwy, -1 do porzedniej, +2 do za następnej

# TipTerNoiseOnly
source: Will ignore terrain angle and height ranges. Layer will only appear, if other layer's noise multiplier blends to this.
it: Ignorerà angolo di terreno e gamme di altezza. Il layer apparirà soltanto, se l'altro moltiplicatore di disturbo si fonde a questo.
pl: Powoduje ignorowanie zakresów kąta i wysokości. Wastwa będzie widoczna tylko jeśli mnożniki szumu innych spowodują przejście do tej.

# TipTestBlendmap
source: Use to test blendmap clarity. The color box shows this layer's color on blendmap (is black when layer is off). Usually, a good blendmap needs to have pure layer colors with little blending (dull, mixed colors). To achieve that narrow/separate angle and height ranges and use high or low noise power.
it: Usata per testare la chiarezza del blendmap. La casella di colore indica il colore del layer su blendmap (è nero quando il layer è spento). Di solito, un buon blendmap deve avere colori di layer puri con poca miscelazione (opaco, colori misti). Per ottenere angoli stretti/separati e la gamma di altezza, usa alta o bassa capacità di disturbo.
pl: Użyj do testowania czystości mapy przejść. Kolor obok pokazuje kolor tej warstwy na mapie przejść (czarny gdy warstwa wyłączona). Zazwyczaj dobra mapa przejść powinna mieć czyste kolory warstw i nie wiele przejśc (zmieszane blade kolory). By do tego doprowadzić, zawęż/rozdziel zakres kątów i wysokości oraz użyj wysokiej lub niskiej potęgi szumu.

# TipDustInt
source: Dust particles intensity.
fr: Intensité des particules de poussière.
it: Intensità particelle di polvere.
pl: Intensywność cząstek kurzu.

# TipDustSize
source: Dust particles size.
cs: Velikost částeček prachu.
fr: Taille des particules de sable.
it: Dimensioni particelle di polvere.
pl: Wielkość cząstek kurzu.

# TipMudInt
source: Mud particles intensity.
fr: Intensité des particules de boue.
it: Intensità particelle di fango.
pl: Intensywność cząstek błota.

# TipSmokeInt
source: Smoke particles intensity.
fr: Intensité des particules de fumée
it: Intensità particelle di fumo.
pl: Intensywność cząstek dymu

# TipTrailClr
source: Tire trails color. R G B A components 0 to 1 (eg. 0.4 0.4 0.2 0.6)
fr: Couleur des traces de pneus. Composants R V B A de 0 à 1 (exemple : 0.4 0.4 0.2 0.6)
it: Colore delle scie di gomme. Elementi R G B A da 0 a 1 (es. 0.4 0.4 0.2 0.6)
pl: Kolor śladu opon. R G B A składowe 0 do 1 (np. 0.4 0.4 0.2 0.6)

# TipParType1
source: Tire Particle type 1 (global for track).
cs: Kousek pneumatiky typ 1 (celá trať).
fr: Particule des pneus type 1 (globale pour le circuit).
it: Particella di pneumatici di tipo 1 (globale per la pista).
pl: typ 3 cząstek z opon (dla trasy)

# TipParType2
source: Tire Particle type 2 (global for track).
cs: Kousek pneumatiky typ 2 (celá trať).
fr: Particule des pneus type 2 (globale pour le circuit).
it: Particella di pneumatici di tipo 2 (globale per la pista).
pl: typ 2 cząstek z opon (dla trasy)

# TipParType3
source: Tire Particle type 3 (global for track).
cs: Kousek pneumatiky typ 3 (celá trať).
fr: Particule des pneus type 3 (globale pour le circuit).
it: Particella di pneumatici di tipo 3 (globale per la pista).
pl: typ 1 cząstek z opon (dla trasy)

# TipTireParType3
source: Tire Particle type 3.
fr: Particules de pneus type 3.
it: Particelle ruote di tipo 3.
pl: Typ cząstek opon 3.

# TipBumpFreq
source: Frequency of additional bumps on surface (distance between them).
fr: Fréquence des bosses additionnelles (distance entre elles).
it: Frequenza di bump aggiuntivi sulla superficie (distanza tra loro).
pl: Częstotliwość dodatkowych wybojów na powierzchni (odległość między nimi).

# TipBumpAmp
source: Amplitude of additional bumps on surface (how high).
fr: Amplitude des bosses additionelles (hauteur).
it: Ampiezza di bump aggiuntivi sulla superficie (quanto intensa).
pl: Amplituda wybojów nawierzchni (wysokość)

# TipSurfType
source: Type of surface, determines sound.
fr: Type de surface, détermine le son.
it: Tipo di superficie, determina il suono.
pl: Typ podłoża, wyznacza dźwięk.

# TipRollDrag
source: Drag for wheels, bigger will make them slow down faster (eg. 140 for snow, 80 for grass).
fr: Friction des roues, une valeur plus élevée réduit la vitesse (exemple : 140 pour la neige, 80 pour l'herbe).
it: Ruote di trascinamento, più grandi li farà rallentare più velocemente (es. 140 per neve, 80 per erba).
pl: Opór dla kół, większy spowoduje szybsze zwalnianie (np. 140 dla śniegu, 80 dla trawy).

# TipSurfFrict
source: Surface friction (eg. 1.0 asphalt, 0.7 gravel, 0.5 ice).
fr: Friction de la surface (exemple : 1.0 pour l'asphalte, 0.7 pour le gravier, 0.5 pour la glace).
it: Attrito di superficie (es. 1.0 asfalto, 0.7 ghiaia, 0.5 ghiaccio).
pl: Tarcie powierzchni (np. 1.0 asfalt, 0.7 szuter, 0.5 lód).

# TipGrassDens
source: How dense/rare will the grass be on terrain.
fr: À quelle fréquence l'herbe apparaîtra sur le terrain.
it: Quanto fitta/scarsa sarà l'erba presente sul terreno.
pl: Jak gęsto/rzadko będzie trawa na terenie.

# TipTreeDens
source: How many models (trees, rocks, etc.) will be on track.
cs: Jaký počet modelů (stromů, kamenů, atd.) bude na dráze.
fr: Combien d'objets (arbres, rochers, etc.) seront sur la piste.
it: Quanti modelli (alberi, rocce ecc.) saranno presenti su pista.
pl: Ile modeli (drzewa, kamienie) będzie na trasie.

# TipModelRoadDist
source: Distance from road to models (global, added to each model's own value).
fr: Distance de la route aux modèles (globale, ajoutée à la valeur de chaque modèle).
it: Distanza dei modelli dalla strada (globale, aggiunto ad ogni valore del modello).
pl: Odległość od drogi do modeli (globalna, dodawana do wartości dla każdego modelu).

# TipImpDist
source: Far distance at which the 2d impostors dissapear.
fr: Distance à laquelle les sprites disparaissent.
it: Lontananza in cui gli impostori in 2d scompaiono.
pl: Daleka odległość od której atrapy 2d znikają.

# TipGrassPageLength
source: Grass Page length (low will reload often, high will cause visible switching).
fr: Longueur de la page d'herbe (une valeur basse rechargera souvent, une valeur élevée peut causer des problèmes d'affichage)
it: Lunghezza pagine erba (bassa si ricarica spesso, alta causa commutazione visibile).
pl: Rozmiar strony trawy (niski będzie ładował często, wysoki spowoduje widoczne przeskoki).

# TipModelPageLength
source: Models Page length (low will reload often and make too many batches, high will cause visible switching and make too many drawn triangles).
it: Lunghezza pagina modelli (se bassa si ricarica spesso e crea molti batch, alta causa commutazione visibile e crea troppi triangoli disegnati).
pl: Długość strony modeli (niska będzie przeładowywać często i używać zbyt dużo batchy, wysoka powoduje widzialne przełączanie i zbyt wiele rysowanych trójkątów)

# TipGrassVisDist
source: Visibility distance for grass pages.
fr: Distance de vue de l'herbe.
it: Distanza di visibilità per le pagine di erba.
pl: Dystans widoczności dla stron trawy.

# TipModelVisDist
source: Visibility distance for 3d models, after this they turn into 2d impostors.
fr: Distance de vue pour les modèles 3D, après cette distance ils se transforment en sprites 2D.
it: Distanza di visibilità per i modelli in 3d, dopo l'applicazione si trasformano in impostori in 2d.
pl: Dystans widoczności modeli 3d, po tym stają się 2d atrapami.

# TipGrDensSmooth
source: Grass density map - smooth size. Higher will make a smoother transition from road to grass.
fr: Carte de la densité d'herbe - adoucissement. Une valeur plus élevée rendra la transition entre la route et l'herbe plus douce.
it: Densità erba su mappa - dimensione smoothing. Un valore più alto creerà una transizione più liscia dalla strada all'erba.
pl: Mapa gęstości trawy - dystans wygładzania. Wyższy powoduje gładsze przejście z drogi do trawy.

# TipGrassPatchLengthMin
source: Minimal grass patch length.
fr: Longueur minimale de l'herbe.
it: Altezza minima di patch erba.
pl: Minimalna długość strony trawy.

# TipGrassPatchLengthMax
source: Maximal grass patch length.
fr: Longueur maximale de l'herbe.
it: Lunghezza massima di patch erba.
pl: Maksymalna wysokość trawy.

# TipGrassPatchHeightMin
source: Minimal grass patch height.
fr: Hauteur minimale de l'herbe.
it: Altezza minima di patch erba.
pl: Minimalna wysokość trawy.

# TipGrassPatchHeightMax
source: Maximal grass patch height.
fr: Hauteur maximale de l'herbe.
it: Altezza massima di patch erba.
pl: Maksymalna wysokość strony trawy.

# TipGrassSwayLen
source: Grass sway effect length (scale).
fr: Intensité du "vent" sur l'herbe.
it: Lunghezza ondeggiamento dell'erba (scala).
pl: Efekt kołysania trawy długość (skala).

# TipGrassSwaySpd
source: Grass sway effect speed.
fr: Vitesse du "vent" sur l'herbe.
it: Velocità ondeggiamento dell'erba.
pl: Efekt kołysania trawy, szybkość.

# TipGrassSwayDistr
source: Grass sway effect distribution (how random).
fr: Distribution de l'effet de "vent" sur l'herbe.
it: Distribuzione dell'effetto ondeggiamento dell'erba (casuale).
pl: Dystrybucja efektu chwiania trawy (jak losowo).

# TipGrTerMaxAngle
source: Terrain angle above which there won't be any grass (starts fading out, for smooth angle).
fr: Pente maximale du terrain pour qu'il ait de l'herbe dessus.
it: Angolo di terreno posto sopra dove non ci sarà alcun strato di erba (inizio dissolvenza, per angolo smoothing).
pl: Kąt terenu powyżej którego nie będzie trawy (zaczyna zanikać, przez dystans wygładzania)

# TipGrTerMinHeight
source: Terrain height below which there won't be any grass (starts fading out, for smooth distance).
fr: En-dessous de cette altitude, il n'y aura pas (ou moins) d'herbe.
it: Altezza terreno posto sotto in cui non ci sarà erba (inizio dissolvenza, per distanza smoothing).
pl: Wysokość terenu poniżej której nie będzie trawy (zaczyna zanikać, przez dystans wygładzania)

# TipGrTerMaxHeight
source: Terrain height above which there won't be any grass (starts fading out, for smooth distance).
fr: Au-delà de cette altitude, il n'y aura pas (ou moins) d'herbe.
it: Angolo di terreno posto sopra dove non ci sarà alcun strato di erba (inizio dissolvenza, per distanza smoothing).
pl: Wysokość terenu powyżej której nie będzie trawy (zaczyna zanikać, przez dystans wygładzania)

# TipGrassMaterial
source: Grass material (type) for this layer, chosen to match track's scenery.
fr: Matériau (type) d'herbe pour ce calque, choisi pour correspondre au paysage du circuit.
it: (tipo) Materiale erba per layer, scelto per abbinare lo scenario della pista.
pl: Materiał trawy (typ) dla tej warstwy, wybierany by dopasować do scenerii trasy.

# TipGrassColorMap
source: Grass colormap for scenery, usually same choice as for grass material. Additional grass coloring.
fr: Carte de couleur de l'herbe pour le paysage, généralement le même choix que pour le matériau d'herbe. Permet de changer la couleur de l'herbe.
it: Colormap erba per layer, di solito stessa scelta come i materiali erba. Colorazione erba aggiuntivo.
pl: Mapa koloru trawy, dla scenerii. Zazwyczaj ten sam wybór, co dla materiału trawy. Dodatkowo koloruje trawę.

# TipGrassLayers
source: Grass layers. Recommended use 1-4.
fr: Calques d'herbe. Des valeurs entre 1 et 4 sont recommandées.
it: Layer erba. Si raccomanda di usare da 1 a 4.
pl: Warstwy trawy. Zalecana ilość 1-4.

# TipGrassPrev
source: Preview image of this grass layer (changed with material).
fr: Image d'aperçu de ce calque d'herbe (changé avec le matériau).
it: Anteprima immagine del layer d'erba (cambiato con materiale).
pl: Obraz podglądu tej warstwy trawy (zmiana materiałem).

# TipToggleGrass
source: Enable or disable this grass layer.
fr: Activer ou désactiver ce calque d'herbe.
it: Attiva o disattiva il layer erba.
pl: Włącz lub wyłącz tą warstwę trawy.

# TipGrassLayerDens
source: Grass density for layer (how often it will appear).
fr: Densité de l'herbe pour ce calque.
it: Densità erba per layer (quanto spesso si manifesta).
pl: Gęstość trawy dla warstwy (jak często występuje).

# TipVegetGroups
source: Vegetation model groups (recommended use 4-6), affects performance.
fr: Groupes de modèles de végétation (4 à 6 sont recommandés), affecte la performance.
it: Gruppi di modello vegetazione (si raccomanda di usare da 4 a 6), influisce sulle prestazioni.
pl: Grupy modeli wegetacji (zalecane użycie 4-6), więcej zmniejsza wydajność.

# TipVegetModels
source: Models (meshes) for vegetation. Found in data/trees/.
fr: Modèles (maillages) pour la végétation, trouvés dans data/trees/.
it: Modelli (mesh) per vegetazione. Locata in data/trees/.
pl: Modele (siatki) dla wegetacji. Z data/trees/.

# TipModelDens
source: How often model will appear on track area.
cs: Jak často se bude model na trati objevovat.
fr: À quelle fréquence le modèle apparaîtra sur le circuit.
it: Quanto spesso il modello apparirà sulla zona della pista.
pl: Jak często model będzie występował w obszarze trasy.

# TipToggleModel
source: Enable or disable this model.
fr: Activer ou desactiver ce modèle
it: Attiva/disattiva il modello.
pl: Włącz / wyłącz ten model.

# TipRoadDist
source: How far from road will the model appear.
fr: À quelle distance de la route le modèle commencera à apparaître.
it: Quanto distante dalla strada verrà visualizzato il modello.
pl: Jak daleko od drogi będzie się pojawiał model.

# TipModelMinScale
source: Model minimal scale.
fr: Taille minimum du modèle.
it: Scala minima del modello.
pl: Minimalna skala modelu

# TipModelMaxScale
source: Model maximal scale.
fr: Taille maximale du modèle.
it: Scala massima del modello.
pl: Maksymalna skala modelu.

# TipRoadDist2
source: Additional distance to road.
fr: Distance additionnelle à la route
it: Distanza dalla strada aggiuntiva.
pl: Dodatkowa odległość od drogi.

# TipRoadDistMax
source: Maximum distance to road. E.g. can be used for vegetation that should appear only close to road: plants, bushes etc.
fr: Distance maximale à la route. Peut être utilisé pour la végétation qui ne devrait apparaître qu'à proximité à la route : plantes, buissons, etc...
it: Distanza massima dalla strada. Es. può essere usata per la vegetazione che deve apparire solo vicino alla strada: piante, cespugli ecc.
pl: Maksymalna odległość do drogi. Np. można użyć dla wegetacji, która ma być tylko blisko drogi: krzewy, rośliny itp.

# TipWindInflL
source: Wind influence on model, length scale.
fr: Influence du vent sur le modèle (dans le sens de la largeur).
it: Influenza del vento sul modello, scala di lunghezza.
pl: Wpływ wiatru na model, skala długości.

# TipWindInflH
source: Wind influence on model, height scale.
fr: Influence du vent sur le modèle (dans le sens de la hauteur).
it: Influenza del vento sul modello, scala di altezza.
pl: Wpływ wiatru na model, skala wysokości.

# TipModelPrev
source: Model preview image.
fr: Image d'aperçu du modèle.
it: Anteprima immagine del modello.
pl: Obraz podglądu modelu.

# TipLTrMaxTerAng
source: Terrain angle above which model won't appear.
fr: Au-delà de cet angle du terrain, le modèle n'apparaîtra pas.
it: Angolo di terreno posto sopra dove il modello non apparirà.
pl: Kąt terenu powyżej którego brak modeli.

# TipLTrMinTerH
source: Terrain height below which model won't appear.
fr: En-dessous de cette altitude, le modèle n'apparaîtra pas.
it: Altezza di terreno posta sotto in cui il modello non apparirà.
pl: Wyoskość terenu poniżej której model nie występuje.

# TipLTrMaxTerH
source: Terrain height above which model won't appear.
fr: Au-delà de cette altitude, le modèle n'apparaîtra pas.
it: Altezza terreno posto sopra dove il modello non apparirà.
pl: Wysokość terenu ponad którą model nie wystąpi.

# TipLTrFlDepth
source: Maximal depth in fluid allowed (set 0 to exclude from fluids).
fr: Profondeur maximale dans le liquide autorisée (définissez cette valeur à 0 pour l'exclure des liquides).
it: Profondità massima nel fluido consentito (imposta 0 per escludere dai fluidi).
pl: Maks. dopuszczalna głębokość w cieczy (0 by wykluczyć całkowicie)

source: Readme
cs: Čti
fr: Lisez-moi
it: Leggimi

source: Start
fr: Démarrer
it: Inizia

source: Multiplayer
cs: Více hráčů
fr: Multijoueur
it: Multigiocatore

# UnitMB
source: MB
fr: Mo

# UnitBhp
source: bhp
fr: chevaux

# SC_Australia
source: Australia
cs: Austrálie
fr: Australie

# P_Neon
source: Neon
fr: Néon

source: Ping
cs: Odezva
fr: Latence

# NetHost
source: Host
cs: Hostitel
fr: Hôte

# NetStart
source: Start
cs: Spustit
fr: Démarrer
it: Inizia

source: Ambient
cs: Prostředí
fr: Ambience
it: Ambiente

source: Specular
fr: Spéculaire
it: Speculare

# FogStart
source: start
cs: Začátek
fr: début
it: inizia

source: Generator
cs: Generátor
fr: Générateur
it: Generatore

source: Model
fr: Modèle
it: Modello

# Road_AngleAuto
source: Auto
cs: Automaticky
fr: Automatique

# InputStart
source: Start
fr: Démarrer
it: Inizia

# InputRoadAltMMB
source: alt-RMB (or 3,4)
fr: Alt-Clic droit (ou 3,4)
it: alt-RMB (o 3,4)

# Hint-14
source: Fps
cs: Snímků za vteřinu
fr: Images/s

# SC_Mars
source: Mars
it: Marte

# NetPort
source: Port
it: Porta

# Brush_ShapeSinus
source: Sinus
cs: Sínusoida
it: Seno

source: Forum
cs: Fórum

# Diff7
source: Ultra
cs: Přepjatá

source: Jaguar
cs: Jaguár

# CarType_Hover
source: Hovercraft
cs: Vznášedlo

# UnitMph
source: mph
cs: mil/h

# DevKeys
source: Developer keys. Ctrl-F global, Alt-shift-1..6 load test tracks.
cs: Vývojářské klávesy. Ctrl-F global, Alt-shift-1 až 6: Nahrání zkušebních tratí.

source: Test
cs: Zkouška
