Repository: AnotherFoxGuy/stuntrally3
Catalog: locale/translations/stuntrally.srpot/*.po
Languages: cs, fr, it, pl

# PaceNextVisible
source: Next shown
cs: Další ukázaná
pl: Widoczne następnych

# RacingLine
source: Racing Line (trail)
fr: Ligne de course (sentier)
pl: Linia wyścigu (ścieżka)

source: Camera
cs: Kamera
fr: Caméra
pl: Kamera

source: Camera info
cs: Informace kamery
fr: Informations de la caméra
it: Informazioni della camera
pl: Info kamery

# CameraAutoTilt
source: Camera auto tilt on slopes
cs: Při klesání kameru automaticky převrátit
fr: Orientation de la caméra automatique
it: Inclinazione automatica camera su pendenza
pl: Kamera auto przechył na zboczach

# CameraLoopChange
source: Camera change in loops
cs: Změna kamery při přemetech
fr: Changement de caméra dans les boucles
it: Camera alterata su anelli
pl: Zmień kamerę w pętlach

# CameraBounce
source: Dynamic camera bouncing
cs: Dynamické pohupování kamery
fr: Mouvement de caméra dynamique
it: Camera bouncing dinamico
pl: Dynamiczne kołysanie kamery

# BoostFOV
source: Adaptive FOV
cs: Přizpůsobující se zorné pole
fr: Champ de vision adaptatif
it: FOV adattabili
pl: Adaptywny kąt widzenia

# FOV
source: View angle
cs: Zorné pole
fr: Champ de vision
it: Visualizza angolo
pl: Kąt widzenia

source: Effects
cs: Efekty
fr: Effets
it: Effetti
pl: Efekty

# AllEffects
source: Effects Enabled
cs: Efekty povoleny
fr: Effets activés
it: Effetti abilitati
pl: Efekty włączone

source: Soft Particles
cs: Měkké částice
fr: Particules adoucies
it: Particelle leggere
pl: Gładkie cząstki

source: Bloom
cs: Odlesk
fr: Ébouissement
pl: Poświata

source: Intensity
cs: Síla
fr: Intensité
it: Intensità
pl: Intensywność

# OrigImage
source: Darken
cs: Ztmavení
fr: Assombrir
it: Oscurità
pl: Ściemnienie

source: Motion Blur
cs: Rozostření pohybem
fr: Flou cinétique
pl: Rozmycie ruchem

source: God Rays
cs: Sluneční světlo
fr: Rayons du soleil
it: Raggi crepuscolari
pl: Promienie od słońca

source: Film Grain
cs: Filmové zrnění
fr: Grain de film
it: Grana di film
pl: Ziarno kliszy

source: Depth of Field
cs: Neostrost hloubek
fr: Profondeur du terrain
it: Profondità di campo
pl: Głębia ostrości

source: Near
cs: Blízko
fr: Proche
it: Vicino
pl: Blisko

source: Far
cs: Daleko
fr: Éloigné
it: Distante
pl: Daleko

source: Small
cs: Malý
fr: Petit
it: Piccolo
pl: Małe

source: Big
cs: Velké
fr: Gros
it: Grande
pl: Duże

# HDR
source: HDR+Bloom
cs: HDR+odlesk
fr: HDR + ébouissement
pl: HDR+Blask

# HDRAdaptationScale
source: Adapt Scale
cs: Míra přizpůsobení
fr: Adapter l'échelle
it: Adatta la scala
pl: Skala dostosowania

# HDRIntensity
source: Bloom Intensity
cs: Síla lesku
fr: Intensité d'éblouissement
it: Intensità del bloom
pl: Intensywność blasku

# HDROrigImage
source: Bloom Darken
cs: Ztmavení lesku
fr: Intensité de l'ébouissement
it: Oscurità bloom
pl: Ściemnienie blasku

# HDRParam1
source: Exposure
cs: Osvětlení
fr: Exposition
it: Esposizione
pl: Ekspozycja

# HDRParam2
source: Brightness
cs: Jas
fr: Luminosité
it: Luminosità
pl: Jasność

# HDRParam3
source: Grain
cs: Obilí
it: Grana
pl: Ziarnistość

# HDRVignettingRadius
source: Vignetting Radius
cs: Poloměr okraje do ztracena
fr: Taille de l'effet Vignette
it: Radiosità vignettatura
pl: Promień winietowania

# HDRVignettingDarkness
source: Vignetting Darken
cs: Ztmavení okraje do ztracena
fr: Intensité de l'effet Vignette
it: Vignettatura scura
pl: Ściemnienie winietowania

source: Other
cs: Jiné
fr: Autres
it: Altro
pl: Inne

source: Development
cs: Vývoj
fr: Développement
it: Sviluppo
pl: Narzędzia

# TipDebugShaders
source: Will save generated shaders in user's cache/shaders/ folder. Only for those not cached already. Optionally also properties on top, messing error line numbers.
pl: Zapisze generowane shadery w katalogu użytkownika cache/shaders/. Tylko dla tych nie zapisanych jeszcze. Opcjonalnie z właściwościami na górze, zakłócającymi numery linii błędów.

# FPS
source: Fps bar, render statistics
pl: Pasek Fps, statystyki renderowania

# FPS_Fps
source: Frames per second
fr: Images par seconde
pl: Klatki na sekundę (FPS)

# FPS_Triangles
source: Millions of triangles
fr: Millions de triangles
pl: Miliony trójkątów

# FPS_Draws
source: Draw calls
pl: Zawołania rysowania

# FPS_Instances
source: Instances
fr: Les instances
pl: Instancje

# FPS_Vegetation
source: Vegetation models
fr: Modèles de végétation
pl: Modele wegetacji

# FPS_Workspaces
source: Workspaces
pl: Przestrzenie robocze

# FPS_Memory
source: GPU memory
pl: Pamięć karty

source: Wireframe
cs: Drátový model
fr: Fil de fer
pl: Szkielet

source: Bullet debug
cs: Vyladění kulek
fr: Débogage Bullet
pl: debug Bullet

# BulletLines
source: Bullet debug lines
cs: Řádky ladění kulky
fr: Lignes de débogage de Bullet
it: Bullet debug linee
pl: linie debug Bullet

# BulletProfilerTxt
source: Bullet Profiler Times
cs: Zobrazení profileru kulek
fr: Temps du profileur Bullet
it: Tempi bullet profile
pl: Czasy profilera Bullet

# FullSoundsInfo
source: Full sounds info in graphs.
cs: Plné informace o zvucích v grafech.
pl: Pełne info dźwięków w grafach.

source: Cache Materials
pl: Buforuj materiały

source: Cache Shaders
pl: Buforuj shader'y

source: Debug Shaders
pl: Debuguj shadery

source: Debug Properties
pl: Debuguj właściwości

# CarDebug
source: Car susp, long|,lat- slips
cs: Zastavení auta, dlouhé | -
it: Sosp auto, lunghe|lat - slittam
pl: Paski zawieszenia, poślizgu | -

# CarTireVisCircles
source: Tire force circles visualisation
cs: Zobrazení silových kruhů pneumatik
fr: Visualisation des cercles de force sur les pneus
it: Visualizz. forza cerchi gomme
pl: Wizualizacja kołowa sił opon

source: Car debug text
cs: Text vyladění auta
fr: Texte de débogage de la voiture
it: Testo di debug auto
pl: text debug auta

# CarDebugSurfaces
source: Car tire surfaces
cs: Povrchy pneumatik auta
fr: Surfaces de penus de la voiture
it: Superfici dei pneumatici
pl: Powierzchnie pod oponami

# ProfilerTxt
source: Profiler times text
cs: Text času profileru
fr: Temps du profileur
it: Testo profiler times
pl: Czasy profilera

source: Text color
cs: Barva textu
fr: Couleur du texte
it: Colore del testo
pl: Kolor tekstu

# DevKeys
source: Developer keys. Ctrl-F global, Alt-shift-.. load test tracks.
pl: Klawisze dewelopera. Ctrl-F globalne, Alt-shift-.. wczytuje trasy testowe.

# CarPreview
source: Force car preview
pl: Wymuś podgląd pojazdu

# MouseCapture
source: Capture mouse
cs: Zachytit myš
fr: Capturer la souris
it: Blocca il mouse
pl: Przejmij mysz

# OgreDialog
source: Show Ogre dialog
cs: Ukázat okno Ogre
fr: Montrer la fenêtre Ogre
it: Mostra il dialogo di Ogre
pl: Pokazuj dialog Ogre

# StartInMain
source: Start in main menu
cs: Začít v hlavní nabídce
fr: Démarrer dans le menu principal
it: Avvia dal menu principale
pl: Startuj w menu głównym

# AutoLoad
source: Auto Load track
cs: Nahrát tratě automaticky
fr: Chargement automatique du circuit
it: Avvio automatico della pista
pl: Autom. wczytywanie trasy

# EscQuit
source: Esc quits
cs: Ukončit pomocí Esc
fr: Esc quitte
it: Esc chiudi il gioco
pl: Esc wychodzi

# ShowPictures
source: Show pictures while loading
cs: Ukázat při nahrávání obrázky
fr: Montrer des images pendant le chargement
it: Mostra le immagini nei caricamenti
pl: Pokazuj obrazy podczas wczytywania

# MultiThread
source: Multi Threaded
cs: Vícevláknové
fr: Utiliser plusieurs fils d'éxécution
pl: Wiele wątków

# ScreenshotPng
source: Screenshots saved as .png
cs: Uložit snímky obrazovky jako PNG
fr: Captures d'écran au format .png
it: Schermata salvata come .png
pl: Zapisuj zrzuty ekranu jako .png

# InputUnbind
source: Press RMB on button to unbind.
cs: Stiskněte RMB na tlačítku pro odstranění přiřazení.
fr: Clic droit sur un bouton pour ne plus assigner.
it: Premi RMB per cambiare tasto.
pl: Kliknij prawym klaw. myszy na przycisku by usunąć.

# InputNoJS
source: No joystick
cs: Žádná ovládací páka pro počítačové hry
fr: Pas de joystick
it: Nessun joystick
pl: Brak dżojstika

# InputKeyUnassigned
source: -- None --
cs: -- Žádný --
fr: -- Aucun --
it: -- Nessuno --
pl: -- Brak --

# InputAssignKey
source: &lt;Assign&gt;
cs: &lt;Přiřadit&gt;
fr: &lt;Attacher&gt;
it: &lt;Assegna&gt;
pl: &lt;Przypisz&gt;

# OneAxisThrottleBrake
source: One axis for throttle and brake
fr: Un axe pour accélérer et freiner
it: Un asse per accelleratore e freni
pl: Jedna oś na gaz i hamulec

# TipOneAxisThrottleBrake
source: If your controller has throttle and brake in one axis, check this. Bind axis to throttle, unbind brake. Use Inverse from throttle if needed.
fr: Si votre manette ou volant a l'accélération et le freinage sur le même axe, cochez cette case. Liez l'axe à "accélérer" et déliez "frein". Utilisez un axe inversé si nécessaire.
it: Se il controller dispone di acceleratore e freno in un asse, selezionalo. Assegna asse su acceleratore, cambia tasto di frenata. Utilizza accelerazione invertita se necessario.
pl: Jeśli Twój kontroler ma gaz i hamulec na jednej osi, zaznacz to. Przypisz tą oś do gazu, usuń z hamulca. Użyj Odwrócenia gazu jeśli potrzeba.

# InputMapGeneral
source: General
cs: Obecné
fr: Général
it: Generale
pl: Ogólne

# InputHeaderTxt1
source: Action
cs: Činnost
it: Azione
pl: Akcja

# InputHeaderTxt2
source: Binding
cs: Klávesa
fr: Raccourci
it: Assegnazione
pl: Przypisanie

# InputHeaderTxt3
source: Value
cs: Hodnota
fr: Valeur
it: Valore
pl: Wartość

# InputHeaderTxt4
source: Edit
cs: Upravit
fr: Éditer
it: Modifica
pl: Edytuj

# InputControllers
source: Controllers
cs: Ovládací prvky
fr: Contrôleurs
it: Controller
pl: Kontrolery

# InputDetailPreset
source: Set from preset
cs: Nastavit z přednastavení
fr: Définir depuis un pré-réglage
it: Preimposta
pl: Wybierz ustawienia

# InputDetailsFor
source: Details for
cs: Podrobnosti pro
fr: Détails pour
it: Dettagli per
pl: Szczegóły dla

# InputMinVal
source: Min. Value
cs: Nejmenší hodnota
fr: Valeur Minimum
it: Valore min.
pl: Min. Wartość

# InputMaxVal
source: Max. Value
cs: Největší hodnota
fr: Valeur Maximale
it: Valore mass.
pl: Max. Wartość

# InputMultiplier
source: Multiplier
cs: Násobič
fr: Multiplicateur
it: Moltiplicatore
pl: Mnożnik

# InputInverse
source: Inverse
cs: Obrátit
it: Inverso
pl: Odwróć

# InpSet_KeyHalf
source: Key Half
cs: Poloviční klávesa
fr: Touche partielle
it: Tasti metà
pl: Klawisz, połowa

# InpSet_KeyFull
source: Key Full
cs: Celá klávesa
fr: Touche complète
it: Tasti completi
pl: Klawisz, pełny

# InpSet_AxisHalf
source: Axis Half
cs: Poloviční osa
fr: Axe partiel
it: Metà asse
pl: Oś, połowa

# InpSet_AxisHalfInv
source: Axis Half Inversed
cs: Obrácená poloviční osa
fr: Axe partiel inversé
it: Metà asse invertito
pl: Oś, połowa, przeciwnie

# InpSet_AxisFull
source: Axis Full
cs: Celá osa
fr: Axe complet
it: Asse completo
pl: Oś, pełna

# InpSet_AxisFullInv
source: Axis Full Inversed
cs: Obrácená celá osa
fr: Axe complet inversé
it: Asse completo invertito
pl: Oś pełna odwrócona

# InputKeyboardEmulation
source: Keyboard Emulation
cs: Emulace klávesnice
fr: Émulation du clavier
it: Emulazione tastiera
pl: Emulacja klawiatury

# InputIncreaseSensitivity
source: Sensitivity
cs: Citlivost
fr: Sensibilité
it: Sensitività
pl: Czułość

# InputReturnDelay
source: Return speed
cs: Rychlost zpětného pohybu
fr: Vitesse du retour
it: Velocità di ritorno
pl: Szybk. powrotu

# InputKeyAllPreset
source: Set all from preset
cs: Nastavit vše z přednastavení
fr: Définir depuis un pré-réglage
it: Premposta tutto
pl: Wszystkie z ustawień

# InpSet_Slow
source: Slow
cs: Pomalu
fr: Lent
it: Lento
pl: Wolne

# InpSet_Medium
source: Medium
cs: Střední
fr: Moyen
it: Medio
pl: Średnio

# InpSet_Fast
source: Fast
cs: Rychle
fr: Rapide
it: Veloce
pl: Szybko

# InputMapThrottle
source: Throttle
cs: Plyn
fr: Accélérer
it: Accelera
pl: Gaz

# InputMapBrake
source: Brake
cs: Brzda
fr: Freiner
it: Frena
pl: Hamulec

# InputMapSteering
source: Steering
cs: Zatáčení
fr: Direction
it: Sterzare
pl: Sterowanie

# InputMapHandBrake
source: Handbrake
cs: Ruční brzda
fr: Frein à main
it: Freno a mano
pl: Ręczny

# InputMapBoost
source: Boost
cs: Zesílení
it: Turbo
pl: Dopalacz

# InputMapFlip
source: Flip
cs: Překlopení
fr: Retourner
it: Ribalta l'auto
pl: Odwróć

# InputMapRewind
source: Rewind (time)
cs: Zpět (čas)
fr: Rembobiner
it: Riavvolgi il tempo
pl: Powrót (czasu)

# InputMapShiftUp
source: Shift up
cs: Posunout nahoru
fr: Rapport supérieur
it: Cambia marcia seguente
pl: Następny bieg

# InputMapShiftDown
source: Shift down
cs: Posunout dolů
fr: Rétrograder
it: Scala marcia
pl: Poprzedni bieg

# InputMapPrevCamera
source: Previous Camera
cs: Předchozí kamera
fr: Caméra précédente
it: Camera precedente
pl: Poprzedni widok

# InputMapNextCamera
source: Next Camera
cs: Další kamera
fr: Caméra suivante
it: Camera seguente
pl: Następny widok

# InputMapLastChk
source: Go to last checkp.
cs: Poslední kontrolní stanoviště
fr: Dernier point de ctrl.
it: Vai all'ultimo checkp.
pl: Start od poprzedniego punktu kontrolnego

# InputMapLights
source: Toggle lights
fr: Feux à bascule
pl: Przełącz światła

# InputMapShowOptions
source: Show options
cs: Volby pro zobrazení
fr: Afficher les options
it: Mostra le opzioni
pl: Pokaż opcje

# InputMapPrevTab
source: Previous tab
cs: Předchozí karta
fr: Onglet précédent
it: Scheda precedente
pl: Poprzednia zakładka

# InputMapNextTab
source: Next tab
cs: Další karta
fr: Onglet suivant
it: Prossima scheda
pl: Następna zakładka

# InputMapRestartGame
source: New game
cs: Nová hra
fr: Nouvelle partie
it: Nuovo gioco
pl: Nowa gra

# InputMapResetGame
source: Reset game
cs: Nastavit hru znovu
fr: Recommencer le jeu
it: Riavvia il gioco
pl: Graj od nowa

# InputMapScreenshot
source: Screenshot
cs: Snímek obrazovky
fr: Capture d'écran
pl: Zrzut ekranu

# InputCameraTxt1
source: with shift - main cameras only
cs: S klávesou Shift - jen hlavní kamery
fr: avec Maj. - caméras principales seulement
it: con shift - solo la camera principale
pl: z shift - tylko główne kamery

# InputGraphsType
source: change graphs type in game
cs: Změnit typ grafu ve hře
fr: changer le type de graphiques dans le jeu
it: cambia in gioco il tipo di grafico
pl: zmień typ grafów w grze

# InputOther1
source: Up,Down - navigate in lists Enter - start
cs: Nahoru, Dolů - pohybovat se v seznamech Enter - začátek
fr: Haut,bas - naviguer dans les listes Entrée - démarrer
it: Su, Giù - naviga nelle liste Invio - inizia
pl: Góra/Dół - nawigacja w listach; Enter - start

# InputOther2
source: Enter - show/hide players window in multiplayer
cs: Enter - ukázat/skrýt okno s hráči ve hře pro více hráčů
fr: Entrée - montrer/cacher la fenêtre des joueurs
it: Enter - mostra/nascondi la finestra dei giocatori in multiplayer
pl: Enter - pokaż/ukryj listę graczy w multiplayer

# InputOther3
source: Enter - show lap results
cs: Enter - ukázat výsledky kol
fr: Entrée - montrer les résultats du tour
it: Invio - mostra i risultati del giro
pl: Enter - pokaż rezultat okrążenia

# InputFocusFind
source: Ctrl-F go to find box
cs: Ctrl+F - jít do vyhledávacího pole
fr: Ctrl-F aller à la boîte de recherche
it: Ctrl-F barra di ricerca
pl: Ctrl-F idź do pola szukaj

# InputRplCtrl1
source: Backspace - show/hide controls (hold ctrl to use mouse)
cs: Backspace - ukázat/skrýt ovládání (podržet Ctrl pro použití myši)
fr: Retour arrière - montrer/cacher les contrôles (CTRL enfoncée pour utiliser la souris)
it: Backspace - mostra/nascondi i controlli (tieni premuto ctrl per usare il mouse)
pl: Backspace - pokaż/ukryj kontrolki (przytrzymaj ctrl by użyć myszy)

# InputRplCtrl2
source: P - pause/unpause replay
cs: P - pozastavit/opět spustit přehrávání
fr: P - mettre en pause/reprendre le replay
it: P - ferma/riavvia il replay
pl: P - pauza/wznów powtórkę

# InputRplCtrl3
source: [ , ] - wind backwards/forwards (shift - slow, ctrl,alt - fast)
cs: [ , ] - přetočit zpět/vpřed (Shift - pomalu, Ctrl, Alt - rychle)
fr: [ , ] - aller en avant/arrière (Maj. - lent, Ctrl,Alt - rapide)
it: [ , ] - vento in avanti/all'indietro (shift - lento, ctrl,alt -veloce)
pl: [ , ] - przewiń do tyłu/do przodu (shift - wolno, ctrl,alt - szybko)

# InputRplCtrl4
source: K, L - change camera view to other player
cs: K, L - změnit pohled kamery na jiného hráče
fr: K, L - changer la vue de la caméra vers un autre joueur.
it: K, L - guarda camera di un altro giocatore
pl: K, L - zmień kamerę na innego gracza

# TweakEdit1
source: Alt-Z - toggle tweak window (car edit)
cs: Alt+Z - přepnout do okna pro vylepšení (úpravy vozu)
fr: Alt-Z - afficher la fenêtre d'édition de voiture
it: Alt-Z - vai alla finestra ottimizza (modifica auto)
pl: Alt-Z - przełącz okno dostosowywania (edycja auta)

# TweakEdit2
source: Alt-Shift-Z - save file and reload game
cs: Alt+Shift+Z - uložit soubor a hru nahrát znovu
fr: Alt-Maj.-Z - sauvegarder et recharger
it: Alt-Shift-Z - salva il file e ricarica il gioco
pl: Alt-Shift-Z - zapisz plik i przeładuj grę

# TweakEdit3
source: Ctrl-F5 - start car performance test
cs: Ctrl+F5 - spustit výkonnostní zkoušku vozu
fr: Ctrl-F5 - démarrer un test de performance voiture
it: Ctrl-F5 - inizia il test sulle prestazioni dell'auto
pl: Ctrl-F5 - zacznij test wydajności auta

# TiresEdit
source: Tire Edit - (Graphs mode)
fr: Édition des pneus - (mode graphique)
pl: Edycja opon - (tryb Grafów)

# TiresEdit1
source: PgUp/PgDn - previous, next value
cs: PgUp/PgDn - předchozí, další hodnota
fr: Pg.préc./Pg.suiv. - valeur précédente/suivante
it: PgUp/PgDn - valore precedente, seguente
pl: PgUp/PgDn - poprz., nast. wartość

# TiresEdit2
source: 1,2 or Num /,* - change value
cs: 1,2 nebo Num /,* - změnit hodnotu
fr: 1,2 ou pavé num. /,* - changer la valeur
it: 1,2 or Num /,* - cambia valore
pl: 1,2 lub Num /,* - zmień wartość

# TiresEdit3
source: Home - toggle longitudinal / lateral parameters
cs: Home - přepnout podélný/boční parametr
fr: Orig. - basculer entre les paramètres longitudinaux et latéraux
it: Home - attiva/disattiva parametri longitudinali/laterali
pl: Home - przełącz parametry wzdłużne / poprzeczne

# TiresEdit4
source: End - toggle align moment parameters
cs: End - přepnout parametry vyrovnávacího okamžiku
it: End - attiva/disattiva parametri allineamento momento
pl: End - przełącz parametry momentu wyrównania

# TireEdCommonY
source: Common y range
cs: Společný dosah Y
pl: Wpólny zakres y

# TireEdReference
source: Show reference graph
cs: Ukázat vztahový graf
fr: Montrer le diagramme de référence
pl: Pokaż wykres odniesienia

# VolMaster
source: Master
cs: Hlavní
fr: Maître
pl: Główny

source: Engine
cs: Motor
fr: Moteur
pl: Silnik

source: Tires
cs: Pneumatiky
fr: Pneus
it: Pneumatici
pl: Opony

source: Suspension
cs: Zavěšení
it: Sospensione
pl: Zawieszenie

source: Environment
cs: Prostředí
fr: Environnement
it: Ambiente
pl: Środowisko

source: Ambience
pl: Otoczenie

# Reverb
source: Reverberation
cs: Dozvuk
fr: Réverbération
pl: Pogłos

source: Fluid Splash
fr: Éclaboussures
it: Schizzi d'acqua
pl: Ciecze: uderzenie

source: Fluid Cont.
fr: Liquides
it: Cont. flusso
pl: Ciecze: ciągle

source: Car Crash
cs: Srážka automobilu
fr: Collisions de la voiture
it: Incidente automobilistico
pl: Auto: zderzenie

source: Car Scrap
cs: Sešrotování automobilu
fr: Ferraille de voiture
it: Auto demolita
pl: Auto: ocieranie

source: About
cs: O programu
fr: À propos
it: A riguardo
pl: O grze

source: version
cs: verze
it: versione
pl: wersja

# GameBy
source: A game by
cs: Hra od
fr: Un jeu de
it: Un gioco creato da
pl: Gra autorstwa:

source: and contributors.
cs: a přispěvatelů
fr: et contributeurs
it: e collaboratori.
pl: i współautorzy

source: based on
cs: založeno na
fr: basé sur
it: basato su
pl: na podstawie

source: and using
cs: používá
fr: et utilisant
it: e in uso
pl: przy użyciu

# ProjectPage
source: project&apos;s page:
cs: Stránky projektu:
fr: page du projet
it: pagina&apos;s progetto:
pl: Strona projektu

# PreviewCam
source: Preview Camera
cs: Náhledová kamera
fr: Caméra d'aperçu
it: Camera precedente
pl: Poprzedni widok

# Leave
source: Leave (exit)
cs: Opustit (ukončit)
fr: Quitter
it: Lascia (esci)
pl: Opuść (wyjdź)

source: Enter - save
cs: Enter - uložení
fr: Entrer - sauvegarder
it: Enter - salva
pl: Enter - zapisz

source: screenshot
cs: snímek obrazovky
fr: capture d'écran
pl: zrzut ekranu

source: Terrain brush
cs: Štětec krajiny
fr: Brosse du terrain
it: Brush di terreno
pl: Pędzel terenu

source: Road Point
cs: Silniční bod
fr: Point de la route
it: Punto di strada
pl: Punkt drogi

source: Road Stats
cs: Silniční statistika
fr: Statistiques de la route
it: Statistiche stradali
pl: Stat. drogi

source: Editor
fr: Éditeur
pl: Edytor

source: Load Track
cs: Nahrát závodní dráhu
fr: Chargement du circuit
it: Carica la pista
pl: Wczytaj trasę

# CopySource
source: Set as copy source
cs: Nastavit jako zdroj kopírování
fr: Définir comme source pour la copie
it: Imposta come copia originale
pl: Wybierz jako źródło kopiowania

# NewDup
source: New (Duplicate)
cs: Nový (kopie)
fr: Nouveau (dupliquer)
it: Nuovo (duplicato)
pl: Nowy (duplikuj)

source: Rename
cs: Přejmenovat
fr: Renommer
it: Rinonima
pl: Zmień nazwę

source: Delete
cs: Smazat
fr: Effacer
it: Cancella
pl: Usuń

source: Delete track ?
cs: Smazat stopu?
fr: Supprimer le circuit ?
it: Cancellare la pista?
pl: Usunąć trasę?

# CopyTrackNoSource
source: No source track selected.
cs: Nevybrána žádná zdrojová dráha.
fr: Pas de circuit source sélectionné.
pl: Nie wybrano trasy źródłowej.

# CopyTrackSourceSame
source: Source track and current track are the same.
cs: Zdrojová trať a nynější trať jsou stejné.
fr: Le circuit source et le circuit actuel sont identiques.
pl: Trasa źródłowa i obecna są takie same.

# CantSaveOrgTrack
source: Can't save original track. Duplicate it first.
cs: Nelze uložit původní trať. Nejprve ji zdvojte.
fr: Impossible d'écraser un circuit intégré au jeu. Dupliquez-le d'abord.
pl: Nie można zapisać oryginalnej trasy. Zduplikuj ją najpierw.

source: * need reload
cs: * Vyžadováno opětovné nahrání
fr: * besoin de recharger
it: * necessita il riavvio
pl: * wymaga przeładowania

source: Sun
cs: Slunce
fr: Soleil
it: Sole
pl: Słońce

source: Sky
cs: Obloha
fr: Ciel
it: Cielo
pl: Niebo

source: Sun dir.
fr: Dir. du soleil
it: Direz. sole
pl: Kierunek słońca

source: yaw
fr: direction horizontale
pl: obrót

source: pitch
cs: Výška
fr: angle vertical
pl: nachylenie

source: Light
cs: Světlé
fr: Lumière
it: Luce
pl: Światło

source: Diffuse
fr: Diffuser
it: Diffusione
pl: Dyfuzyjny

source: Fog
cs: Mlha
fr: Brouillard
it: Nebbia
pl: Mgła

# FogNormal
source: Normal
cs: Normální
fr: Normale
it: Normale
pl: Normalna

# FogHeight
source: Height
cs: Výška
fr: Hauteur
it: Altezza
pl: Wysokość

source: Color
cs: Barva
fr: Couleur
it: Colore
pl: Kolor

# FogEnd
source: end
cs: Konec
fr: fin
it: fine
pl: koniec

# DisableEdit
source: Disable/enable for editing.
pl: Wył/Włącz do edycji.

source: Weather
cs: Počasí
fr: Temps
it: Tempo metereologico
pl: Pogoda

source: set1
cs: Nastavit 1
pl: ust.1

source: set2
cs: Nastavit 2
pl: ust.2

source: intensity
cs: Prudkost
fr: intensité
it: intensità
pl: Intensywność

source: Terrain
cs: Krajina
it: Terreno
pl: Teren

# TerDeform
source: Deform
fr: Déformer
it: Deforma
pl: Deformuj

# TerFilter
source: Filter
cs: Filtr
fr: Filtre
it: Filtro
pl: Filtruj

# TerSmooth
source: Smooth
cs: Jemné
fr: Lissage
pl: Wygładź

# TerHeight
source: Height
cs: Výška
fr: Hauteur
it: Altezza
pl: Wysokość

source: Heightmap size
fr: Taille de l'Heightmap
it: Dim. heightmap
pl: Rozmiar mapy wysok.

# TriSize
source: Triangle size
cs: Velikost trojúhelníku
fr: Taille du triangle
it: Dimensioni triangolo
pl: Rozmiar trójkąta

source: Terrain size
fr: Taille du terrain
it: Grandezza del terreno
pl: Rozmiar terenu

# NewTerrainFlat
source: New flat
fr: Créer un terrain plat
it: Nuovo piano
pl: Nowy płaski

# NewTerrainGenerate
source: Generate new
fr: Générer un nouveau
it: Genera nuovo
pl: Generuj nowy
