Repository: AnotherFoxGuy/stuntrally3
Catalog: locale/translations/stuntrally.srpot/*.po
Languages: cs, fr, it, pl

source: Add
cs: Přidat
fr: Ajouter
it: Aggiungi
pl: Dodaj

source: Substract
cs: Odečíst
fr: Soustraire
it: Rimuovi
pl: Odejmij

source: Multiply
cs: Násobit
fr: Multiplier
it: Moltiplica
pl: Pomnóż

source: Collision
pl: Kolizja

source: Border
fr: Bordure
pl: Granica

source: Horizon
pl: Horyzont

source: Normals scale
fr: Échelle des normales
it: Scala normale
pl: Skala normalnych

# TerrainEmissiveLight
source: Terrain has emissive light
fr: Le terrain dispose d'une lumière émissive
it: Terreno con luce emissiva
pl: Teren emituje światło

source: Specular power
fr: Puissance du reflet
it: Potenza speculare
pl: Potęga błysku

# SpecularPowerEm
source: Emissive power
fr: Puissance des reflets
it: Potenza emissiva
pl: Potęga świecenia

source: Brushes
cs: Štětce
fr: Pinceaux
it: Brush
pl: Pędzle

# TerrainHalf
source: Half
cs: Poloviční
fr: Moitié
it: Metà
pl: Połowa

# TerrainDouble
source: Double
cs: Dvojitý
it: Doppio
pl: Podwojenie

# TerrainMove
source: Move
cs: Přesun
fr: Déplacer
it: Muovi
pl: Przesuń

source: Enabled
cs: Povoleno
fr: Activé
it: Abilitato
pl: Włączony

source: Used
cs: Použito
fr: Utilisé
it: Usato
pl: Używane

source: Layer
cs: Vrstva
fr: Calque
pl: Warstwa

source: Layers
cs: Vrstvy
fr: Calques
it: Layer
pl: Warstwy

source: Blendmap
pl: Mapa przejść

# TerNormal
source: Normal
cs: Normální
it: Normale
pl: Normalny

source: Auto
cs: Automaticky
fr: Automatique
pl: Automatycznie

source: Scale
cs: Měřítko
fr: Échelle
it: Scala
pl: Skala

source: Update
cs: Aktualizace
fr: Mettre à jour
it: Aggiorna
pl: Odśwież

source: Swap
cs: Odkládací prostor
fr: Échanger
it: Scambia
pl: Zamień

source: Angle Min
fr: Angle minimum
it: Angolo min.
pl: Kąt Min

source: Angle Max
fr: Angle Maximum
it: Angolo mass.
pl: Kąt Max

# TerLAngSm
source: Angle smooth
fr: Adoucir les angles
it: Smooth angolo
pl: Kąt przejście

source: Height Min
fr: Hauteur Min
it: Altezza min.
pl: Wysokość Min

source: Height Max
fr: Hauteur maximale
it: Altezza mass.
pl: Wysokość Max

source: smooth
cs: hladké
fr: doux
pl: wygładzanie

# TerLHSm
source: Height smooth
fr: Adoucir la hauteur
it: Smooth altezza
pl: Wysokość przejście

# TerLNoise
source: Noise
cs: Šum
fr: Bruit
it: Disturbo
pl: Szum

# TerLNoiseOnly
source: Only Noise
fr: Bruit seulement
it: Solo disturbo
pl: Tylko szum

# TerGenScale
source: Scale Height
fr: Hauteur
it: Altezza di scala
pl: Skaluj wysokość

# TerGenOfsX
source: Offset X
cs: Posun X
fr: Décalage X
pl: Przesunięcie X

# TerGenOfsY
source: Offset Y
cs: Posun Y
fr: Décalage Y
pl: Przesunięcie Y

# TerGenFreq
source: Freq. zoom
fr: Fréquence, Zoom
it: Freq. di zoom
pl: Częstotliwość

# TerGenOct
source: Octaves
cs: Oktávy
it: Ottave
pl: Oktawy

# TerGenPers
source: Persistance noise
fr: Bruit persistant
it: Disturbo persistente
pl: Szum

# TerGenPow
source: Power (shape)
fr: Force (forme)
it: Potenza (forma)
pl: Potęga (kształt)

source: dust size
cs: Velikost prachu
fr: taille de la poussière
it: grandezza della polvere
pl: rozmiar kurzu

source: dust
cs: Prach
fr: poussière
it: polvere
pl: kurz

source: mud
cs: Bláto
fr: boue
it: fango
pl: błoto

source: smoke
cs: Kouř
fr: fumée
it: fumo
pl: dym

source: trail color
cs: Barva stopy
fr: couleur traînée
it: colore scia
pl: kolor śladu

# ParAmount
source: Particle amounts
cs: Množství částic
fr: Quantité de particules
it: Quantità di particelle
pl: Ilość cząstek

source: Surface
cs: Povrch
it: Superficie
pl: Nawierzchnia

source: Type
cs: Typ
it: Tipo
pl: Typ

source: Bump: WaveLen
pl: Wyboje: Częstość

source: Amplitude
cs: Rozkmit
it: Ampiezza
pl: Amplituda

source: Friction
cs: Tření
it: Attrito
pl: Tarcie

source: Rolling Drag
it: Resistenza rotolamento
pl: Opór toczenia

# RollingResist
source: Rolling Resistance
pl: Opór toczenia

# Road1SurfOnly
source: Only 1 road surface
fr: Seulement 1 surface de route
pl: Tylko 1 powierzchnia drogi

# Brush_Size
source: Size
cs: Velikost
fr: Taille
it: Grandezza
pl: Rozmiar

# Brush_Force
source: Force
cs: Síla
it: Forza
pl: Siła

# Brush_Power
source: Power
cs: Energie
fr: Puissance
it: Potenza
pl: Potęga

# Brush_Freq
source: Freq
fr: Fréq.
pl: Częst

# Brush_Octaves
source: Octaves
cs: Oktávy
it: Ottave
pl: Oktawy

# Brush_Offset
source: Offset
cs: Posun
fr: Décalage
pl: Pozycja

# Brush_Height
source: Height
cs: Výška
fr: Hauteur
it: Altezza
pl: Wysokość

# Brush_Filter
source: Filter
cs: Filtr
fr: Filtre
it: Filtro
pl: Filtruj

# Brush_CurrentH
source: Curr.H
fr: H. actuelle
pl: Obecna

source: Lock
cs: Zamknout
fr: Verrouiller
it: Blocca
pl: Zablokowany

# Brush_Shape
source: Shape
cs: Tvar
fr: Forme
it: Forma
pl: Kształt

# Brush_ShapeTriangle
source: Triang
pl: Trójkąt

# Brush_ShapeNoise
source: Noise
cs: Šum
fr: Bruit
it: Disturbo
pl: Szum

# Brush_ShapeNoise2
source: Noise2
cs: Šum 2
fr: Bruit2
it: Disturbo2
pl: Szum2

# Brush_ShapeN-gon
source: N-gon
fr: N-gone
pl: N-kąt

source: Properties
cs: Vlastnosti
fr: Propriétés
it: Proprietà
pl: Ustawienia

source: Grasses
cs: Trávníky
fr: Herbes
it: Erba
pl: Trawy

source: Models
cs: Modely
fr: Modèles
it: Modelli
pl: Modele

# GrassDens
source: Grass density
cs: Hustota trávníku
fr: Densité de l'herbe
it: Densità dell'erba
pl: Gęstość trawy

# TreeDens
source: Trees density
cs: Hustota stromů
fr: Densité des arbres
it: Densità alberi
pl: Gęstość drzew

source: Density
cs: Hustota
fr: Densité
it: Densità
pl: Gęstość

source: min scale
cs: Nejmenší rozměr
fr: échelle min.
it: scala min.
pl: min. skala

source: max scale
cs: Největší rozměr
fr: échelle max.
it: scala mass.
pl: maks. skala

source: dist. to road
cs: Vzdálenost k cestě
fr: dist. de la route
it: dist. dalla strada
pl: odl. do drogi

source: wind
cs: Vítr
fr: vent
it: vento
pl: wiatr

source: page
cs: Strana
it: pagina
pl: strona

source: max
it: mass.
pl: maks

source: distance
cs: Vzdálenost
it: distanza
pl: odległość

source: length
cs: Délka
fr: longueur
it: lunghezza
pl: długość

# TreeRoadDist
source: Trees to road dist.
cs: Vzdálenost stromů od cesty
fr: Distance arbres-route
it: Dist. alberi da strada
pl: Odl. od drogi.

# ImpostorDist
source: Impostors dist.
cs: Vzdálenost podvodníků
fr: Distance des sprites
it: Dist. impostori
pl: Odległość atrap

# LTrFlDepth
source: max Depth in fluid
fr: profondeur maximale dans le liquide
it: mass. profondità del fluido
pl: max Głębokość w cieczy

# GrassSize
source: Size
cs: Velikost
fr: Taille
it: Grandezza
pl: Rozmiar

# GrDensSmooth
source: Smooth grass dens.
cs: Hustota jemného trávníku
fr: Adoucir la densité de l'herbe
it: Dens. erba smooth
pl: Wygładź gęstość trawy.

# GrMaterial
source: Material
cs: Materiál
fr: Matériel
it: Materiale
pl: Materiał

# GrColorMap
source: Color map
cs: Mapa barev
fr: Carte de couleurs
it: Colore della mappa
pl: Mapa koloru

source: Channels
cs: Kanály
fr: Canaux
it: Canali
pl: Kanały

source: Channel
cs: Kanál
fr: Canal
it: Canale
pl: Kanał

# GrassSway
source: Sway
pl: Kołysanie

source: speed
cs: Rychlost
fr: vitesse
it: velocità
pl: szybkość

source: distribution
cs: Rozdělování
pl: rozkład

source: Road
cs: Cesta
fr: Route
it: Strada
pl: Droga

source: Pipe
cs: Roura
fr: Tube
it: Tubo
pl: Rura

source: Wall
cs: Zeď
fr: Mur
it: Muro
pl: Ściana

source: River
fr: Rivière
pl: Rzeka

source: Hidden
fr: Cachés
pl: Ukryty

source: Column
cs: Sloupec
fr: Colonne
it: Colonna
pl: Kolumna

source: Advanced
cs: Pokročilé
fr: Avancé
it: Avanzato
pl: Zaawansowane

source: Road materials
fr: Matériaux de la route
it: Materiali da strada
pl: Materiały drogi

source: Pipe materials
fr: Matériaux des tubes
it: Materiali per il tubo
pl: Materiały rur

source: Tex Coord mul.
fr: Échelle de la texture
it: Mol. coord. tex
pl: Mnożnik tekstury

source: Length dim.
fr: Mesure de longueur
it: Dim. lunghezza
pl: Wymiar długości

source: Width Steps
cs: Kroky šířky
fr: Mesures de largeur
it: Passi larghezza
pl: Kroków szerokości

source: Height offset
cs: Posun výšky
fr: Décalage de hauteur
it: Altezza offset
pl: Przesunięcie wysokości

source: Merge length
it: Unisci lunghezza
pl: odległość złączania

source: LOD points dist.
fr: Distance des points de LOD
it: Dist. punti LOD
pl: Odl. punktów LOD.

source: Column N sides
fr: Côtés d'une colonne
it: Lati colonna N
pl: Boków kolumny

source: Column Radius
cs: Poloměr sloupce
fr: Rayon de la colonne
it: Radiosità colonna
pl: Promień kolumn

source: Pipe W steps mul.
fr: Multi. de mesures de l. des tubes
it: Tubo W passi mul.
pl: Kroków szer. rury

source: Pipe L steps mul.
fr: Multi. de mesures de L. des tubes
it: Tubo L passi mul.
pl: Kroków długości dla rur

source: Skirt Length
it: Lunghezza margine
pl: Długość łaty

source: Skirt Height
it: Altezza margine
pl: Wysokość łaty

# Road_Length
source: Length
cs: Délka
fr: Longueur
it: Lunghezza
pl: Długość

# Road_Height
source: Height
cs: Výška
fr: Hauteur
it: Altezza
pl: Wysokość

# Road_Width
source: Width
cs: Šířka
fr: Largeur
it: Larghezza
pl: Szerokość

# Road_Yaw
source: Yaw
fr: Angle horizontal
pl: Obr

# Road_Roll
source: Roll
fr: Roulis
it: Rotola
pl: Pochyl

# Road_Pipe
source: Pipe
cs: Roura
fr: Tube
it: Tubo
pl: Rura

# Road_OnTerrain
source: On Terrain
fr: Sur le terrain
it: Su terreno
pl: Na Terenie

# Road_Column
source: Column
cs: Sloupec
fr: Colonne
it: Colonna
pl: Kolumna

# Road_Loop
source: Loop
cs: Smyčka
fr: Boucle
it: Ripetizione
pl: Pętla

# Road_OnPipe
source: On Pipe
fr: Sur un tube
it: Sui tubi
pl: Na Rurze

# Road_NotReal
source: Not Real
fr: Pas vrai
pl: Nie Realny

# Road_Merged
source: Merged
fr: Fusionné
pl: Złączone

# Road_NotLooped
source: Not looped
pl: Nie zapętlone

# Road_Cur
source: Cur
pl: Wybr

# Road_New
source: New
cs: Nová
fr: Nouveau
it: Nuovo
pl: Nowy

# Road_sel
source: sel
fr: sél
pl: zazn

# Road_Snap
source: Snap
cs: Přichytávání
fr: Aimanter
pl: Przyciąganie

# Road_AngleManual
source: Manual
cs: Ruční
fr: Manuel
it: Manuale
pl: Ręcznie

# Road_AngleBoth
source: Both
cs: Obě
fr: Les deux
it: Entrambi
pl: Obydwa

# Road_Dir
source: Direction
cs: Směr
it: Direzione
pl: Kierunek

# Obj_Pos
source: Pos.
cs: Pol.
pl: Poz.

# Obj_Rot
source: Rot.
cs: Otoč.
pl: Obr.

source: Tile
fr: Répéter
pl: Rozciąg

source: Car Start
fr: Départ de la voiture
it: Inizio auto
pl: Start auta

source: Fluids
cs: Kapaliny
fr: Fluides
it: Fluidi
pl: Ciecze

source: Objects
cs: Předměty
fr: Objets
it: Oggetti
pl: Objekty

# ObjDynamic
source: Dynamic
cs: Dynamické
fr: Dynamique
it: Dinamico
pl: Dynamiczne

# ObjStatic
source: Static
cs: Statické
fr: Statique
it: Statico
pl: Statyczne

# ObjBuildings
source: Buildings
cs: Budovy
fr: Bâtiments
it: Edifici
pl: Budynki

# ObjRocks
source: Rocks
cs: Skály
fr: Roches
it: Rocce
pl: Skały

source: Group
cs: Skupina
fr: Groupe
pl: Grupa

source: Tools
cs: Nástroje
fr: Outils
it: Utilità
pl: Narzędzia

source: Source track
cs: Zdrojová trať
fr: Circuit source
it: Pista originale
pl: Trasa źródłowa

# ChngTrkTab
source: changed in [Track] tab
cs: Změněno na kartě [Trať]
fr: changé dans l'onglet [Circuit]
it: cambiato nella scheda [Pista]
pl: zmiana w zakładce [Trasa]

source: Copy
cs: Kopírovat
fr: Copier
it: Copia
pl: Kopiuj

# SunWeather
source: Sun and Weather
cs: Slunce a voda
fr: Soleil et Temps
it: Sole e tempo meteorologico
pl: Słońce i Pogoda

# TerHeightMap
source: Terrain Heightmap
fr: Heightmap du terrain
it: Altezza mappa del terreno
pl: Mapa wysokości terenu

# TerLayers
source: Terrain Layers
fr: Calques du terrain
it: Layer di terreno
pl: Warstwy terenu

# RoadParams
source: Road parameters
fr: Réglages de la route
it: Parametri di strada
pl: Parametry drogi

# ScaleMul
source: Scale multiplier
fr: Multiplicateur d'échelle
it: Scala moltiplicatore
pl: Mnożnik skali

source: Scale all
fr: Tout mettre à l'échelle
it: Scala tutto
pl: Skaluj wszystko

# ScaleTerHeight
source: Terrain Height
fr: Hauteur du Terrain
it: Altezza del terreno
pl: Wysokość terenu

source: Align terrain to road
fr: Aligner le terrain à la route
it: Allinea il terreno alla strada
pl: Wyrównaj teren do drogi.

# AlignWidthAdd
source: Width add
fr: Largeur ajoutée
it: Aggiungi una largezza
pl: Szer. dodatkowa

# AlignWidthMul
source: Width multiply
fr: Multiplicateur de largeur
it: Moltiplica larghezza
pl: Mnożnik szerokości

# AlignSmooth
source: Smooth size
fr: Taille d'adoucissement
it: Dim. smooth
pl: Ilość wygładzania

source: Align horizon to terrain
fr: Aligner l'horizon sur le terrain
pl: Wyrównaj horyzont do terenu

# AH_BaseTer
source: Base Terrain
fr: Terrain de base
pl: Teren bazowy

# AH_Below
source: Below
fr: Ci-dessous
pl: Poniżej

source: Gravity
cs: Přitažlivost
fr: Gravité
it: Gravità
pl: Grawitacja

source: Wind
cs: Vítr
fr: Vent
it: Vento
pl: Wiatr

# DenyReversed
source: Deny reversed direction
fr: Interdire le changement de direction
it: Nega direzione opposta
pl: Zabroń odwrotny kierunek

# NoWrongChks
source: Don't show wrong checkpoint messages
fr: Pas de msg. de mauvais point de contrôle
pl: Nie pokazuj komunikatów "Zły punkt kontrolny"

# NeedLights
source: Requires vehicle lights
fr: Nécessite l'éclairage du véhicule
pl: Wymaga świateł pojazdu

source: Warnings
cs: Varování
fr: Avertissements
it: Avvertenze
pl: Ostrzeżenia

# WarningsInfo
source: Console for track errors, warnings and hints.
cs: Konzole pro chyby tratí, varování a rady.
fr: Console pour les erreurs de circuit, avertissements et traces.
it: Console per errori di pista, avvertenze e consigli.
pl: Konsola dla błędów trasy, ostrzerzeń i porad.

source: Check on load
fr: Vérifier en chargeant
it: Verifica al caricamento
pl: Sprawdź przy ładowaniu

source: Check on save
fr: Vérifier en sauvegardant
it: Verifica al salvataggio
pl: Sprawdź przy zapisywaniu

# InputLoadNextTrack
source: Load next track (shift - previous)
cs: Nahrát další trať (Shift - předchozí)
fr: Charger le circuit précédent (Maj - Préc.)
it: Carica la pista seguente (shift - precedente)
pl: Wczytaj nast. trasę (shift - poprz.)

source: Pick
cs: Vybrat
fr: Sélectionner
it: Prendi
pl: Wybierz

# PickSetParam
source: Set parameters, marked with
it: Imposta i parametri, contrassegnati con
pl: Ustaw parametry, oznaczone

source: Settings
cs: Nastavení
fr: Réglages
it: Impostazioni
pl: Ustawienia

# SREditorVersion
source: Stunt Rally - Track Editor - version
cs: Stunt Rally - editor tratí - verze
fr: Stunt Rally - Éditeur de circuit - version
it: Stunt Rally - Editor di piste - versione
pl: Stunt Rally - Edytor Tras - wersja

# CamSpeed
source: Camera speed
fr: Vitesse de la caméra
it: Velocità della camera
pl: Szybkość kamery

# CamInertia
source: Camera inertia
fr: Inertie de la caméra
it: Inerzia della camera
pl: Bezwładność kamery

# MinimapAndSize
source: Minimap, size
fr: Taille de la mini carte
it: Minimap, grandezza
pl: Minimapa, rozmiar

# MiniType
source: Minimap type
fr: Type de mini-carte
pl: Typ minimapy

# RoadPointSize
source: Road points size
fr: Taille des points de la route
it: Dimensioni dei punti stradali
pl: Wielkość punktów drogi

# RoadUpdSkip
source: Road update skip
pl: Pominięć odśw. drogi

# TerUpdSkip
source: Terrain update skip
fr: Fréq. de MAJ du terrain
it: Salta aggiornamento del terreno
pl: Pominięć odśw. terenu

# MinimapUpdSkip
source: Minimap update skip
fr: Fréq. de MAJ de la minicarte
it: Salta aggiornamento minimap
pl: Pominięć odśw. minimapy

# EditSpd
source: Edit speed
fr: Vitesse d'édition
pl: Szybkość edycji

# TrackAutoLoad
source: Auto Load track
cs: Nahrát trať automaticky
fr: Auto chargement du circuit
it: Avvio automatico della pista
pl: Autom. wczytywanie trasy

# AutoUpdateBlendmap
source: Auto update blendmap (slow for big size brushes)
fr: Mettre à jour la blendmap automatiquement
it: Aggiornamento automatico blendmap (lungo per grandi brush)
pl: Autom. odświeżanie przejść terenu (wolne dla dużych pędzli)

# EdCamPos
source: Camera position bar Ctrl-C
fr: Barre de position de la caméra Ctrl-C
pl: Pasek pozycji kamery Ctrl-C

# EdInputBar
source: Input bar Ctrl-I
cs: Zadávací řádek Ctrl-I
fr: Barre d'entrée Ctrl-I
it: Barra di input Ctrl-I
pl: Pasek wejścia Ctrl-I

# AllowSaveOrigTrk
source: Allow saving original tracks
cs: Povolit ukládání původních tratí
fr: Autoriser la sauvegarde des circuits par défaut
it: Consenti il salvataggio di piste originali
pl: Pozwól zapisywać oryginalne trasy.

# SetCamTo
source: Set camera to
fr: Caméra définie :
it: Imposta la camera a
pl: Ustaw kamerę na

source: Top
cs: Nahoře
fr: Haut
it: In cima
pl: Góra

source: Left
cs: Vlevo
fr: Gauche
it: Sinistra
pl: Lewo

source: Right
cs: Vpravo
fr: Droite
it: Destra
pl: Prawo

source: Front
cs: Vpředu
fr: Avant
it: Frontale
pl: Przód

source: Back
cs: Vzadu
fr: Retour
it: Indietro
pl: Tył

source: View Front
fr: Vue de devant
it: Vista frontale
pl: Widok przód

source: View Left
fr: Vue de gauche
it: Vista da sinistra
pl: Widok lewy

source: View Right
fr: Vue de droite
it: Vista da destra
pl: Widok prawy

source: View Start
fr: Vue du Départ
it: Vista di inizio
pl: Widok startu

source: Graphs
cs: Grafy
fr: Graphiques
it: Grafici
pl: Wykresy

source: Tweak
cs: Doladění
fr: Ajuster
it: Ottimizza
pl: Dostrajanie

source: Material Editor
fr: Éditeur de matériel
pl: Edytor Materiałów

# TweakUser
source: User
cs: Uživatel
fr: Utilisateur
it: Utente
pl: Użytkownik

# TweakOriginal
source: Original
cs: Původní
it: Originale
pl: Oryginalny

source: Export
fr: Exporter
pl: Eksport

# ExportOnLoad
source: Export after load
pl: Eksportuj po wczytaniu

# ExportCopyData
source: Copy data to track on export
pl: Kopiuj dane do trasy przy eksporcie

# PathRoRExport
source: Rigs of Rods content path
pl: Ścieżka Rigs of Rods z zawartością

# PathOldSR
source: Path to Stunt Rally 2.x data
pl: Ścieżka do danych Stunt Rally 2.x (data)

source: Input/help
cs: Vstup/Nápověda
fr: Touches/aide
it: Input/aiuto
pl: Wejście/pomoc

source: Shortcuts
cs: Zkratky
fr: Raccourcis
it: Scorciatoie
pl: Skróty

# InputMain
source: Main
cs: Hlavní
fr: Principal
it: Generale
pl: Główna

# ShortcutsInfo
source: Press with alt to quick access gui tab (or sub-tab). Pressing again will cycle sub-tabs (if any).
fr: Cliquez avec Alt pour accéder rapidement à un onglet (ou sous-onglet). Cliquez encore pour naviguer entre les sous-onglets (s'il y en a).
it: Premi con alt per l'accesso rapido della scheda gui (o sotto-scheda). Premi di nuovo per visualizzare le sotto-schede (se presenti).
pl: Naciśnij z alt by szybko przejść do zakładki (lub sub). Kolejne będzie przechodzić po sub-zakładkach (jeśli są).

# InputToggleCam
source: Tab - camera / edit mode toggle
fr: Tab - changer entre mode édition et caméra
it: Tab - modalità camera/modifica
pl: Tab - tryb kamery / edycji

# InputToggleGUIMode
source: F1 or ` - GUI mode (toggle Options)
fr: F1 ou ` - mode graphique (Options)
it: F1 or ` - interfaccia GUI (vai su opzioni)
pl: F1 lub ` - tryb GUI (Opcje)

# InputContextHelp
source: Ctrl-F1 - context help page
fr: Ctrl-F1 - page d'aide contextuelle
it: Ctrl-F1 - pagina di aiuto
pl: Ctrl-F1 - kontekstowa strona pomocy

# InputNextOptTab
source: F2,F3 - prev,next tab (alt - sub-tab)
fr: F2,F3 - onglet précédent/suivant (Alt. - sous-onglet)
it: F2,F3 - prec.,pross. scheda (alt - sottoschede)
pl: F2,F3 - poprz.,następna zakładka (alt - pod-zakładka)

# InputSubTabSpace
source: Space - cycle sub-tabs (shift - back)
it: Spazio - cicla sottoschede (shift - indietro)
pl: Spacja - przejdź po pod-zakładkach (shift - wstecz)

# InputPickTab
source: Tab - close/open pick window
fr: Tab. - fermer/ouvrir la fenêtre de sélection
it: Tab - apri/chiudi finestra selezionata
pl: Tab - zamknij/otwórz okno wyboru

# InputNextLayTab
source: alt-1,2 - prev,next Layer tab
fr: Alt-1,2 - onglet de Calque préc.,suiv.
it: alt-1,2 - prec,pross scheda layer
pl: alt-1,2 - poprz.,następna zakładka Warstwy

# InputSaveTrack
source: F4 - save track
cs: F4 - uložit trať
fr: F4 - sauvegarde du circuit
it: F4 - salva la pista
pl: F4 - zapisz trasę

# InputReadyToPlay
source: (ready to play in game)
fr: (prêt à jouer)
it: (pronto a giocare)
pl: (gotowe do gry)

# InputReloadTrack
source: F5 - reload track
cs: F5 - nahrát trať znovu
fr: F5 - rechargement du circuit
it: F5 - ricarica la pista
pl: F5 - przeładuj trasę

# InputUndo
source: (one time undo)
fr: (permet d'annuler des changements)
it: (una volta indietro)
pl: (jednorazowe cofnij)

# InputUpdate
source: F8 - update track
cs: F8 - aktualizovat trať
fr: F8 - mettre à jour la piste
it: F8 - aagiorna la pista
pl: F8 - odśwież trasę

# InputAfterChanges
source: (after Terrain/Vegetation changes)
fr: (après changements de terrain/végétation)
it: (dopo i cambiamenti di terreno/vegetazione)
pl: (po zmianie Terenu/Wegetacji)

# InputTogglePreview
source: F7 - enter/leave preview camera
fr: F7 - activer/désactiver la caméra d'aperçu
it: f7 - accedi/lascia anteprima di camera
pl: F7 - wejdź/wyjdź z kamery podglądu

# InputTrackScrn
source: (for track screenshot)
cs: (pro snímek obrazovky trati)
fr: (pour la capture d'écran du circuit)
it: (per le immagini catturate delle piste)
pl: (dla obrazu trasy)

# InputCameraMode
source: Camera mode
fr: Mode de la caméra
it: Modalità camera
pl: Tryb kamery

# InputCamControl
source: W,S A,D Q,E - move Arrows - rotate
fr: W,S A,D Q,E - se déplacer Flèches - tourner
it: W,S A,D Q,E - muovi Frecce - ruota
pl: W,S A,D Q,E - poruszaj się Strzałki - obracaj

# InputCamControl2
source: LMB - rotate RMB - move MMB - zoom
fr: Clic gauche - tourner Clic droit - zoomer
it: LMB - ruota RMB - muovi MMB - zooma
pl: LMB - obrót RMB - przesuń MMB - zbliż

# InputValueChange
source: Each (mouse/key) move or value change with
it: Per ogni (mouse/tasto) movimento o valore modificato con
pl: Każdy ruch myszą lub zmiana wartości z

# InputSlowFast
source: shift - slow ctrl - fast
fr: Maj. - lent Ctrl - rapide
it: shift - lento ctrl - veloce
pl: shift - wolno ctrl - szybko

# InputTopView
source: Alt-Z - toggle top view
fr: Alt-Z - activer la vue du dessus
it: Alt-Z - visualizzazione dall'alto
pl: Alt-Z - przełącz widok z góry

# InputCamFocus
source: focus camera on current (object, anything)
fr: concentrer la caméra sur le courant (objet, n'importe quoi)
pl: ustaw kamerę na obecny (obiekt, cokolwiek)

# InputToggleVeget
source: V - Disable / enable vegetation
fr: V - Deactiver / activer la végétation
it: V - Attiva/disattiva la vegetazione
pl: V - wł. / wył. wegetację

# InputToggleFog
source: G - toggle Fog
fr: G - brouillard à bascule
pl: G - przełącz mgłę

# InputToggleWeather
source: I - toggle Weather
fr: I - basculer la météo
pl: I - przełącz pogodę

# InputToggleParticles
source: P - toggle Particles
fr: P - basculer les particules
pl: P - przełącz cząstki

source: Edit Terrain mode
fr: Mode d'édtion du terrain
it: Modifica modalità di terreno
pl: Tryb edycji terenu

# InputTerDeform
source: D - Deform (LMB up, RMB down)
fr: D - Déformer (bouton gauche : vers le haut, bouton droit : vers le bas)
it: D - Deforma (LMB su, RMB giù)
pl: D - Deformuj (LMB góra, RMB dół)

# InputTerSmooth
source: S - Smooth (flatten)
fr: S - adoucir (aplatir)
it: S - Smooth (spiana)
pl: S - Wyrównaj (na płasko)

# InputTerHeight
source: E - Height set (RMB change height value)
fr: E - définir la hauteur (Clic droit changer la hauteur)
it: E - imposta altezza (RMB cambia il valore di altezza)
pl: E - ustaw Wysokość (RMB zmień jej wartość)

# InputTerFilter
source: F - Filter (remove noise)
fr: F - filtre (suppression de bruit)
it: F - filtro (rimuovi il disturbo)
pl: F - Filtruj (redukuj wyboje)

# InputStartPos
source: Q - edit car start pos
fr: Q - éditer la position de départ de la voiture
it: Q - modifica la pos. di partenza delle auto
pl: Q - edytuj start auta

# InputFluidsMode
source: W - edit fluids
cs: W - upravit tekuté látky
fr: W - éditer les liquides
it: W - modifica i flussi
pl: W - edytuj ciecze
