Repository: AnotherFoxGuy/stuntrally3
Catalog: locale/translations/stuntrally.srpot/*.po
Languages: cs, fr, it, pl

# P_Olive
source: Olive
pl: Oliwkowy

# P_SkyBlue
source: SkyBlue
fr: Bleu ciel
pl: Błękit

# P_Blue
source: Blue
fr: Bleu
pl: Niebieski

# P_Cyan
source: Cyan
pl: Turkus

# P_Teal
source: Teal
fr: Sarcelle
pl: Morski

# P_Violet
source: Violet
pl: Fiolet

# P_Magenta
source: Magenta
pl: Purpurowy

# P_Brown
source: Brown
fr: Marron
pl: Brązowy

# P_Black
source: Black
fr: Noir
pl: Czarny

# P_White
source: White
fr: Blanc
pl: Biały

# P_Mix
source: Mix
fr: Mélanger
pl: Miks

# P_Ice
source: Ice
fr: Glace
pl: Lód

# P_Fire
source: Fire
fr: Incendie
pl: Ogień

# P_Rainbow
source: Rainbow
fr: Arc-en-ciel
pl: Tęcza

# P_Silver
source: Silver
fr: Argent
pl: Srebro

# VegetCol
source: Vegetation collision
cs: Srážka s rostlinstvem
fr: Collision avec les végétaux
it: Collisione con vegetazione
pl: Kolizja z wegetacją

# CarCollis
source: Cars collision
cs: Srážka s auty
fr: Collision des voitures
it: Collisione con auto
pl: Kolizja aut

# RoadWallFullCollis
source: Road wall full collision
cs: Plná srážka se silniční stěnou
fr: Collision avec la route
it: Collisione completa con strade e muri
pl: Pełne kolizje ścian dróg

source: Dynamic Objects
cs: Dynamické předměty
fr: Objets dynamiques
it: Oggetti dinamici
pl: Dynamiczne Obiekty

# DriveOnHorizons
source: Allow driving outside map, on horizons
pl: Zazwól na jazdę poza mapą, na horyzontach

source: Gearbox
cs: Převodovka
fr: Boîte de vitesses
it: Cambio automatico
pl: Skrzynia

source: Auto gearbox
cs: Automatická převodovka
fr: Boîte de rapports automatique
it: Cambio automatico
pl: Automatyczna skrzynia biegów

# AutoRear
source: Auto Rear gear
cs: Automatická zpátečka
fr: Marche aarière automatique
it: Cambio automatico posteriore
pl: Automatyczny wsteczny

source: Rear throttle inverse
cs: Brzda = dozadu
fr: Inverser commandes marche arrière
it: Retro invertita
pl: Odwrotnie gaz na R

source: Gravel
cs: Štěrk
fr: Gravier
it: Ghiaia
pl: Szuter

source: Asphalt
cs: Asfalt
fr: Bitume
it: Asfalto
pl: Asfalt

source: Speed Sensitive Steering
cs: Řízení závisející na rychlosti
fr: Direction sensible à la vitesse
it: Sensibilità dello sterzo
pl: Sterowanie zależne od prędkości

# SSS_Effect
source: Effect
cs: Účinek
fr: Effet
it: Effetto
pl: Efekt

# SSS_SpeedFactor
source: Speed Factor
cs: Rychlostní činitel
fr: Facteur de vitesse
it: Fattore di velocità
pl: Współcz. prędkości

# SteerRange
source: Steering range multipliers
cs: Činitel rozsahu řízení
fr: Multiplicateurs d'angles de braquage
it: Moltiplicatori raggio di sterzata
pl: Mnożniki zakresu skręcania

source: Not recommended
cs: Nedoporučeno
fr: Non recommandé
pl: Niezalecane

# ABS
source: ABS (antilock brakes)
cs: ABS (antiblokovací systém)
fr: ABS (anti-blocage des roues)
it: ABS (freni antibloccaggio)
pl: ABS (nieblokowanie kół)

# TCS
source: TCS (traction control)
cs: TCS (kontrola tažení)
fr: TCS (contrôle de la traction)
it: TCS (controllo di trazione)
pl: TCS (kontrola trakcji)

# TipABS
source: Prevents wheel lock when braking (default: off).
cs: Zabraňuje blokování pneumatik při brzdění (výchozí: vypnuto).
fr: Évite le blocage des roues au freinage (par défaut : désactivé).
it: Impedisce il bloccaggio delle ruote in frenata (default: disattivato).
pl: Zapobiega blokadzie kół przy hamowaniu (domyślnie: wył.)

# TipTCS
source: Prevents wheel spinning when accelerating (default: off).
cs: Zabraňuje prokluzu pneumatik při zrychlování (výchozí: vypnuto).
fr: Évite de tourner les roues en accélérant (par défaut : désactivé).
it: Impedisce che le ruote girino durante l'accelerazione (default: disattivato).
pl: Zapobiega poślizgowi kół przy przyśpieszaniu (domyślnie: wył.)

# TipSpeedSensitiveSteering
source: Decreases steering range with higher velocity.
cs: Zmenšuje rozsah řízení při vyšší rychlosti
fr: Rend la direction moins forte avec des vitesses élevées.
it: Riduci il raggio di sterzata con maggiore velocità.
pl: Zmniejsza zakres sterowania kół przy wyższej prędkości auta.

# TipSteerSim
source: Steering range multiplier, for simulation mode (Easy,Normal).
cs: Činitel rozsahu řízení, pro režim simulace (lehká, normální)
fr: Multiplicateur de la sensitivité dans les viragers, pour le mode de simulation (Facile ou Normal).
it: Moltiplicatore del raggio di sterzata, in modalità di simulazione (facile, normale).
pl: Mnożnik zakresu sterowania dla typu symulacji (Łatwy, Normalny).

# TipSteerSurf
source: Steering range multiplier, for surface (Gravel,Asphalt).
cs: Činitel rozsahu řízení, pro povrch (štěrk, asfalt)
fr: Multiplicateur d'angle de braquage, pour la surface (gravier ou asphalte).
it: Moltiplicatore del raggio di sterzata, per superficie (ghiaia, asfalto).
pl: Mnożnik zakresu sterowania dla nawierzchni (Szuter,Asfalt).

# TipAutoGearbox
source: Uncheck for manual gears changing.
cs: Zrušte zaškrtnutí pro ruční řazení.
fr: Décochez pour changer de vitesse manuellement.
it: Deseleziona per guidare con il cambio manuale.
pl: Odznacz dla ręcznej skrzyni biegów.

# TipAutoRear
source: Uncheck for manual Rear gear changing.
cs: Zrušte zaškrtnutí pro ruční zpátečku.
fr: Décochez pour aller en marche arrière manuellement.
it: Deseleziona per guidare con la retro manuale.
pl: Odznacz dla ręcznej zmiany wstecznego.

# TipRearThrottleInverse
source: Inverse throttle and brake function in rear gear.
cs: Vyměnit klávesu pro plyn a brzdy při zpátečce (zpětném chodu).
fr: Inverser les contrôles Accélérer et Freiner en marche arrière.
it: Accelerazione in retro e funzionamento dei freni invertiti.
pl: Odwróć funkcję gazu i hamulca na wstecznym biegu.

source: Startup
cs: Spuštění
fr: Démarrage
it: Avvio
pl: Przy starcie

source: Input
cs: Vstup
fr: Contrôles
pl: Sterowanie

source: Sound
cs: Zvuk
fr: Son
it: Suono
pl: Dźwięk

source: Volume
cs: Hlasitost
pl: Głośność

source: Graphics
cs: Grafika
fr: Graphiques
it: Grafica
pl: Grafika

source: * need restart
cs: * Vyžadováno opětovné spuštění
fr: * redémarrage requis
it: * necessita il riavvio
pl: * wymaga restartu

source: * need New Game
cs: * je potřeba nová hra
fr: * besoin d'une nouvelle partie
it: * necessita Nuovo gioco
pl: * wymaga Nowej Gry

source: Apply
fr: Appliquer
pl: Zastosuj

source: Replay
cs: Opakované přehrání
fr: Replays
pl: Powtórka

# RplLoad
source: Load
cs: Nahrát
fr: Chargement
it: Carica
pl: Wczytaj

# RplSave
source: Save
cs: Uložit
fr: Sauvegarder
it: Salva
pl: Zapisz

# ToolsTime
source: Warning: May take several minutes!
cs: Varování: Může to trvat několik minut!
pl: Uwaga: Może trwać kilka minut!

source: Already exists
cs: Již existuje!
fr: Existe déjà
it: Esiste già
pl: Już istnieje

source: Doesn't exist
cs: Neexistuje
fr: N'existe pas
pl: Nie istnieje

# RplAll
source: All
cs: Vše
fr: Tous
it: Tutto
pl: Wszystkie

# RplCurrent
source: Current
cs: Nynější
fr: Circuit actuel
it: Attuale
pl: Bieżące

source: Ghost
cs: Duch
fr: Fantôme
it: Fantasma
pl: Duch

# RplGhosts
source: Ghosts
cs: Duchové
fr: Fantômes
it: Fantasmi
pl: Duchy

# RplTime
source: Time
cs: Čas
fr: Temps
it: Tempo
pl: Czas

# RplVersion
source: Version
cs: Verze
it: Versione
pl: Wersja

# RplSize
source: size
cs: Velikost
fr: taille
it: grandezza
pl: rozmiar

# RplFileSize
source: File size
cs: Velikost souboru
fr: Taille du fichier
it: Grandezza del file
pl: Rozmiar pliku

# RplRecTime
source: Recorded time
cs: Zaznamenaný čas
fr: Durée d'enregistrement
it: Tempo registrato
pl: Nagrany czas

# RplGhost
source: Show ghost drive - best lap
cs: Ukázat ducha - nejlepší kolo
fr: Montrer le fantôme - meilleur tour
it: Mostra la guida fantasma - miglior giro
pl: Pokaż przejazd ducha - najlepsze okrążenie

# TracksGhost
source: Track's ghost (ES car best drive for track)
cs: Traťový duch (nejlepší jízda auta ES pro dráhu)
fr: Fantôme du circuit (voiture ES)
it: Piste fantasma (ES miglior guidatore per pista)
pl: Duch trasy (auto ES, nalepszy przejazd dla trasy)

# RplRewindGhost
source: Rewind Ghost
cs: Přetočit ducha zpět
fr: Rembobiner les fantômes
it: Riavvolgi il fantasma
pl: Cofaj ducha

# RplGhostOther
source: Other car ghost (when current unavailable)
cs: Jiný duch auta (když není nynější dostupný)
fr: Fantômes d'autres voitures (si l'actuel est indisponible)
it: Altra auto fantasma (quando non è disponibile quella corrente)
pl: Duch innego auta (kiedy obecny nie istnieje).

# RplAutoRec
source: Auto record replay
cs: Automaticky zaznamenat
fr: Enregistrer un replay automatiquement
it: Registrazione replay automatica
pl: Autom. nagrywanie powtórki

# RplBestOnly
source: Save ghost only for best time
cs: Uložit ducha jen pro nejlepší čas
fr: Fantôme pour le meilleur temps seulement
it: Salva il fantasma solo per il tempo migliore
pl: Zapisuj ducha tylko dla najlepszych czasów

# RplAlpha
source: Transparent ghost
cs: Průhledný duch
fr: Fantôme transparent
it: Fantasma trasparente
pl: Przeźroczysty duch

# RplMaxNumViewports
source: Max. number of viewports (see less, for more player replays)
cs: Největší počet pohledů vedle sebe (méně pro více přehrání hráčů)
fr: Nombre de vues maximum
it: Mass. numero di finestre (guarda di meno, per maggiori replay di giocatori)
pl: Maks. liczba widoków (dla powtórek kilkugraczowych)

# GhostHideDist
source: Hide ghosts if distance is below
cs: Skrýt ducha při příliš malé vzdálenosti
fr: Cacher les fantômes s'ils sont à moins de
pl: Ukryj duchy, gdy odległość jest mniejsza od

# RplHideHudAids
source: Hide HUD aids when playing replay (pacenotes, trail)
pl: Ukryj pomoce z deski podczas powtórki (znaki, linia)

source: Screen
cs: Obrazovka
fr: Écran
it: Schermata
pl: Ekran

source: Video
cs: Obraz
fr: Vidéo
pl: Wideo

source: Resolution
cs: Rozlišení
fr: Résolution
it: Risoluzione
pl: Rozdzielczość

source: Fullscreen
cs: Celá obrazovka
fr: Plein écran
it: Schermo intero
pl: Pełny ekran

source: VSync
fr: Synchronisation verticale
pl: Synchr. pionowa

source: Brightness
fr: Luminosité
pl: Jasność

source: Contrast
fr: Contraste
pl: Kontrast

source: Render System
cs: Vykreslovací systém
fr: Système de rendu
it: Sistema di rendering
pl: System renderowania

source: Antialiasing
cs: Vyhlazování
fr: Anticrénelage
pl: Wygładzanie krawędzi

source: Change
cs: Změnit
fr: Modifier
it: Cambia
pl: Zmień

source: GUI
pl: Gamma

source: Font sizes
pl: Rozmiary czcionek

source: Window margin
pl: Margines okna

source: VR Mode
fr: Mode VR
pl: Tryb VR

source: Complex
cs: Složitý
fr: Complexe
it: Complesso
pl: Złożone

source: Simple
cs: Jednoduchý
it: Semplice
pl: Proste

# LimitFPS
source: Limit frames per second
cs: Omezit rychlost obnovování (počet snímků za sekundu)
fr: Limiter les images par seconde
it: Limite frame al secondo
pl: Ogranicz klatki na sekundę

# FramesPerSec
source: Frames per second
cs: Snímků za vteřinu
fr: Images par seconde
it: Frame al secondo
pl: Klatki na sekundę (FPS)

# SleepMS
source: Sleep interval [milisec]
cs: Spánkový interval (ms)
fr: Intervalle de repos en millisecondes
it: Intervallo sonno [milisec]
pl: Czas czekania [milisek]

source: Graphics preset
cs: Přednastavení grafiky
fr: Pré-réglage graphique
it: Grafica preimpostata
pl: Ustawienia grafiki

# GraphicsAll_Lowest
source: Lowest
cs: Nejnižší
fr: Le plus bas
it: Più bassa
pl: Najniższe

# GraphicsAll_Low
source: Low
cs: Nízké
fr: Bas
it: Basso
pl: Niskie

# GraphicsAll_Medium
source: Medium
cs: Střední
fr: Moyen
it: Media
pl: Średnie

# GraphicsAll_High
source: High
cs: Vysoké
fr: Élevé
it: Alto
pl: Wysokie

# GraphicsAll_Higher
source: Higher
cs: Vyšší
fr: Plus élevé
it: Alta
pl: Wyższe

# GraphicsAll_VeryHigh
source: Very High
cs: Velmi vysoké
fr: Très élevé
it: Molto alta
pl: Bardzo wysokie

# GraphicsAll_Highest
source: Highest
fr: Plus élevé
pl: Najwyższe

# NotDone
source: not done yet, ToDo
fr: pas encore fait, ToDo
pl: jeszcze nie zrobiono, do zrobienia

source: need Apply
fr: besoin de postuler
pl: wymaga Zastosuj

source: ignored
fr: ignoré
pl: ignorowane

# RestartApply
source: Restart game, to apply *changes.
cs: Spustit hru znovu, aby se *změny projevily.
fr: Redémarrer le jeu pour appliquer les changements
it: Riavvia il gioco, per applicare i *cambiamenti.
pl: Zrestartuj, aby zmienić *

# GraphicsRightHQ
source: By default better quality (less Fps) is on right. Marked with + if on left.
cs: Výchozí je lepší jakost (menší počet snímků za sekundu) na pravé straně. Označeno znaménkem +, pokud je také nalevo.
fr: Par défaut, la meilleure qualité est obtenue avec le curseur à droite. Si elle est obtenue à gauche, le glisseur aura un + à gauche.
it: Da predefinito, una migliore qualità (meno fps) si trova sulla destra. Contrassegnato con + a sinistra.
pl: Domyślnie lepsza jakość (mniej klatek na sekundę) jest po prawej. Zaznaczone + gdy po lewej.

source: Game name
cs: Název hry
fr: Nom de la partie
it: Nome del gioco
pl: Nazwa gry

source: Laps
cs: Kola
fr: Tours
it: Giri
pl: Okrążenia

source: Player
cs: Hráč
fr: Joueur
it: Giocatore
pl: Gracz

source: Players
cs: Hráči
fr: Joueurs
it: Giocatori
pl: Gracze

source: Collis.
cs: Srážky
fr: Collision
pl: Kolizje

source: Locked
cs: Zamknuto
fr: Privé
it: Bloccato
pl: Zablokowana

source: Peers
cs: Protějšky
fr: Pairs
it: Peer
pl: Uczestników

# NetServer
source: Server
fr: Serveur
pl: Serwer

# NetGamesAvail
source: Available games
cs: Dostupné hry
fr: Parties disponibles
it: Giochi disponibili
pl: Dostępne gry

# NetRefreshList
source: Get/refresh list
cs: Obnovit seznam
fr: Rafraîchir la liste
it: Ricevi/aggiorna l'elenco
pl: Odśwież listę

# NetJoinGame
source: Join game
cs: Připojit se ke hře
fr: Rejoindre la partie
it: Unisciti al gioco
pl: Dołącz do gry

# NetJoinLocked
source: Protected game
cs: Chráněná hra
fr: Partie privée
it: Gioco protetto
pl: Gra chroniona

# NetCreateGame
source: Create game
cs: Vytvořit hru
fr: Créer une partie
it: Crea gioco
pl: Stwórz grę

# NetDirectConnect
source: Direct connect
cs: Přímé spojení
fr: Connection directe
it: Connessione diretta
pl: Połącz bezpośrednio

# NetAddress
source: Address
cs: Adresa
fr: Adresse
it: Indirizzo
pl: Adres

# NetPassword
source: Password
cs: Heslo
fr: Mot de passe
pl: Hasło

# NetGame
source: Game
cs: Hra
fr: Jeu
it: Gioco
pl: Gra

# NetGameName
source: Game Name
cs: Název hry
fr: Nom du jeu
it: Nome del gioco
pl: Nazwa gry

# NetReady
source: Ready
cs: Připraveno
fr: Prêt
it: Pronto
pl: Gotowy

# NetWaiting
source: Waiting...
cs: Čeká se...
fr: Attente...
it: In attesa...
pl: Oczekiwanie...

# NetNew
source: New game
cs: Nová hra
fr: Nouvelle partie
it: Nuovo gioco
pl: Nowa gra

# NetLeaveGame
source: Leave game
cs: Opustit hru
fr: Quitter le jeu
it: Esci dal gioco
pl: Opuść grę

# NetChat
source: Chat
cs: Rozhovor
fr: Discussion
pl: Rozmowa

# FinishedCommaPlace
source: finished, place
cs: Skončeno na místě
fr: fini, place
it: completato, piazza
pl: ukończył, miejsce

# NetWaitingForOthers
source: Waiting for others
cs: Čeká se na hráče
fr: En attente des autres
it: In attesa di altri giocatori
pl: Czekanie na innych

source: Listening on port
cs: Naslouchá se na přípojce (portu)
fr: Écoute sur le port
pl: Nasłuchiwanie na porcie

source: Connecting to
cs: Připojuje se k %1
fr: Connexion à
it: Connetti a
pl: Łączenie z

source: Connected
cs: Připojeno
fr: Connecté
it: Connesso
pl: Połączono

source: Disconnected
cs: Odpojeno
fr: Déconnecté
it: Disconnesso
pl: Rozłączono

source: Network Error
cs: Chyba v síti
fr: Erreur réseau
it: Errore di rete
pl: Błąd sieci

# NetWrongPassword
source: Wrong password.
cs: Nesprávne heslo.
fr: Mot de passe incorrect.
it: Password errata.
pl: Nieprawidłowe hasło.

# NetGameProtocolError
source: Incompatible protocol versions between peers.
cs: Neslučitelné verze protokolu mezi zdroji (hráči).
fr: Versions du protocole incompatibles entre les pairs.
it: Versioni del protocollo incompatibili tra i peer.
pl: Niekompatybilne wersje protokołu między graczami.

# NetMasterProtocolError
source: Incompatible protocol version - update Stunt Rally or contact server administrator.
cs: Neslučitelná verze protokolu - aktualizujte Stunt Rally nebo se spojte se správcem serveru.
fr: Version du protocole incompatible - mettez à jour Stunt Rally ou contactez l'administrateur du serveur.
it: Versione del protocollo non compatibile - aggiorna Stunt Rally o contatta l'amministratore del server.
pl: Niekompatybilne wersje protokołu - pobierz nowsze Stunt Rally lub skontaktuj się z administratorem serwera.

# NetMasterConnectionError
source: Couldn't reach the master server.
cs: Nepodařilo se spojit s hlavním serverem.
fr: Impossible d'atteindre le serveur maître.
it: Impossibile raggiungere il master server.
pl: Brak dostępu do serwera głównego.

# NewtworkFailed
source: Failed to initialize networking. Try different local port and make sure your firewall is properly configured.
cs: Nepodařilo se inicializovat síťové spojení. Zkuste to, prosím, s jiným místním portem (přípojkou) a ujistěte se, že je váš firewall správně nastaven.
fr: Échec de l'initialisation du réseau. Essayez d'utiliser un port local différent et vérifiez que votre pare-feu est correctement configuré.
pl: Nieudana inicjalizacja sieci. Spróbuj inny port lokalny i upewnij się że firewall jest odpowiednio skonfigurowany.

# NetSettings
source: Settings
cs: Nastavení
fr: Réglages
it: Impostazioni
pl: Ustawienia

# NetNickname
source: Nickname
cs: Přezdívka
fr: Surnom
pl: Pseudonim

# NetMasterIp
source: Master Server IP
cs: Adresa hlavního serveru
fr: IP du serveur maître
pl: IP serwera

# NetMasterPort
source: Master Server Port
cs: Port hlavního serveru
fr: Port du serveur maître
it: Porta master server
pl: Port serwera

# NetLocalPort
source: Local Port
cs: Místní port
fr: Port local
it: Porta locale
pl: Port lokany

# NetRouterTip
source: Router port forwarding configuration might be required in order to allow peers to connect to the local port.
cs: Případně může být požadováno nastavení přeposílání portu směrovače, aby se k místnímu portu mohli přidat další hráči.
fr: L'ouverture de ports sur le routeur peut être nécessaire pour autoriser d'autres joueurs à se connecter au port local.
it: La configurazione port forwarding del router potrebbe essere necessaria al fine di consentire ai peer di connetersi alla porta locale.
pl: Przekierowanie portów routera może być wymagane aby inni mogli się połaczyć do lokalnego portu.

# MultiplayerTip
source: Hosting a multiplayer game requires port forwarding. Connecting to existing game doesn't need it, provided other players have it.
pl: Utworzenie gry sieciowej wymaga przekierowania portów. Dołączenie się do istniejącej nie wymaga, jeśli inni gracze mają.

source: Materials
cs: Materiály
fr: Matériels
it: Materiali
pl: Materiały

source: Detail
cs: Podrobnost
it: Dettaglio
pl: Szczegóły

source: Terrain error
cs: Chyba krajiny
fr: Erreur du terrain
it: Errore terreno
pl: Błąd terenu

# TerHQDist
source: Terrain HQ dist
cs: Podrobnost krajiny
fr: Détail du terrain
it: Terreno HQ dist
pl: Odl. terenu HQ

# ViewDist
source: View distance
cs: Dohlednost
fr: Distance de vue
it: Visualizza la distanza
pl: Dalekość widzenia

# RoadQual
source: Road far quality
cs: Jakost cesty
fr: Détails de la route
it: Qualità distanza stradale
pl: Jakość drogi daleko

source: Textures
cs: Povrchy
it: Texture
pl: Tekstury

source: Bilinear
cs: Dvojčarý
fr: Bilinéaire
it: Bilineare
pl: Dwuliniowe

source: Trilinear
cs: Tříčarý
fr: Trilinéaire
it: Trilineare
pl: Trójliniowe

source: Anisotropic
cs: Mající různé vlastnosti v různých směrech
fr: Anisotrope
it: Anisotropico
pl: Anizotropowe

source: Anisotropy
cs: Anizotropie
fr: Filtrage anisotrope
it: Anisotropia
pl: Anizotropia

source: Triplanar
cs: Třírovinný
fr: Triplane
it: Triplanare
pl: Trójpłaszcz.

source: Highest slopes
cs: Nejvyšší stoupání
fr: Pentes les plus raides
it: Pendii alti
pl: Najb. strome zbocza

source: Vegetation
cs: Rostlinstvo
fr: Végétation
it: Vegetazione
pl: Wegetacja

# TreeMult
source: Trees multiplier
cs: Násobič stromů
pl: Mnożnik drzew

# DistMult
source: Distance mul
cs: Násobič vzdálenosti
fr: Multi. de distance
it: Mol. distanza
pl: Mnożnik odl.

# GrassMult
source: Grass mul
cs: Násobič trávy
pl: Mnożnik trawy

source: Reset
cs: Nastavit znovu
fr: Réinitialiser
it: Riavvia
pl: Przywróć

source: Reflections
cs: Odrazy
fr: Réflexions
it: Riflessi
pl: Odbicia

# FrameSkip
source: Frames skip
cs: Přeskočit obrázky
fr: Fréquence d'actualisation
it: Riduci frame
pl: Pomijanie klatek

source: Map size
cs: Velikost mapy
fr: Taille de la carte
it: Grandezza della mappa
pl: Wielkość mapy

# FacesOnce
source: Faces at once
cs: Strany najednou
fr: Faces
it: Facce per volta
pl: Boków na raz

source: IBL samples
pl: Próbki IBL

# ReflMode
source: Mode
cs: Režim
it: Modalità
pl: Tryb

# ReflMode_static
source: Static
cs: Statický
fr: Statique
it: Statico
pl: Statyczne

# ReflMode_single
source: Single
cs: Jednotlivý
fr: Unique
it: Singolo
pl: Pojedyncze

# ReflMode_full
source: Full
cs: Plné
fr: Complet
it: Completo
pl: Pełne

source: Water
cs: Voda
fr: Eau
it: Acqua
pl: Woda

# WaterReflection
source: Reflection
cs: Odraz
fr: Réflexion
it: Riflesso
pl: Odbicie

# WaterRefraction
source: Refraction
cs: Lom světla
fr: Réfraction
it: Rifrazione
pl: Załamanie

source: Shadows
cs: Stíny
fr: Ombres
it: Ombre
pl: Cienie

source: Shaders
cs: Stínovače
it: Shader
pl: Cieniowanie

source: Size
cs: Velikost
fr: Taille
it: Grandezza
pl: Rozmiar

# TexSize
source: Texture size
cs: Velikost povrchové struktury
fr: Taille des textures
it: Grandezza delle texture
pl: Rozmiar tekstur

# ShadowFilter
source: Filter
cs: Filtr
fr: Filtre
it: Filtro
pl: Filtr

source: Count
cs: Počet
fr: Nombre
it: Conteggio
pl: Liczba

source: Lightmap size
cs: Velikost světelné mapy
fr: Taille de la lightmap
it: Dim. lightmap
pl: Wielkość Lightmap

source: Lights
fr: Lumières
pl: Światła

source: Vehicle Lights
fr: Feux de véhicules
pl: Światła Pojazdów

source: Particles
cs: Částice
fr: Particules
it: Particelle
pl: Cząstki

source: Tire Trails
cs: Stopy po pneumatikách
fr: Traces de pneus
it: Segni di pneumatico
pl: Ślady opon

source: View
cs: Pohled
fr: Vue
it: Visualizza
pl: Widok

# Digits
source: Digits (gear, speed)
cs: Čísla (rychlostní stupeň, rychlost)
fr: Chiffres (rapport, vitesse)
it: Indicatori (marce, velocità)
pl: Cyfry (bieg, szybkość)

source: Speed unit
cs: Jednotka rychlosti
fr: Unité de vitesse
it: Velocità di unità
pl: Jednostka

# Gauges
source: Gauges (rpm, speed)
cs: Tachometr (otáčky za minutu, rychlost
fr: Jauges (tours/min, vitesse)
it: Indicatori (giri/min, velocità)
pl: Liczniki (obroty, szybkość)

source: Layout
cs: Rozvržení
fr: Disposition
pl: Układ

source: Minimap
cs: Minimapa
fr: Minicarte
it: Minimappa
pl: Minimapa

# MinimapZoom
source: Zoom
cs: Zvětšení
pl: Powiększenie

# MinimapRotate
source: Rotate
cs: Otočit
fr: Pivoter
it: Ruota
pl: Obrót

# MinimapTerrain
source: Terrain
cs: Krajina
it: Terreno
pl: Teren

# MinimapBorder
source: Border
cs: Hranice
fr: Bordure
it: Bordi
pl: Ramka

source: Times bar
cs: Ukazatel času
fr: Barre des temps
it: Barra del tempo
pl: Czasy

source: Opponents List
cs: Seznam soupeřů
fr: Liste des adversaires
it: Tabella degli avversari
pl: Lista przeciwników

source: Opponents Sorted
cs: Třídění soupeřů
fr: Trier les adversaires
it: Avversari in ordine
pl: Sortowanie przeciwników

# CheckArrow
source: Checkpoint Arrow
cs: Šipka kontrolního stanoviště
fr: Flèche du point de contrôle
it: Freccia checkpoint
pl: Strzałka do punktu kontrolnego

# CheckBeam
source: Next checkpoint beam
cs: Další značka kontrolního stanoviště
fr: Rayon du prochain point de contrôle
it: Prossimo checkpoint
pl: Promień nast. punktu kontrolnego

# CountdownTime
source: Race countdown time
cs: Zpětné odpočítávání závodu
fr: Compte à rebours avant une course
it: Conto alla rovescia
pl: Czas odliczania startu

source: Pacenotes
cs: Poznámky k rychlosti
pl: Notatki rajdowe
