Repository: AnotherFoxGuy/stuntrally3
Catalog: locale/translations/stuntrally.srpot/*.po
Languages: cs, fr, it, pl

source: Language
cs: Jazyk
fr: Langue
it: Lingua
pl: Język

# TBTime
source: Time
cs: Čas
fr: Temps
it: Tempo
pl: Czas

# TBLast
source: Last
cs: Poslední
fr: Dernier
it: Ultimo
pl: Ostatni

# TBBest
source: Best
cs: Nejlepší
fr: Meilleur
it: Migliore
pl: Najlepszy

# TBLap
source: Lap
cs: Kolo
fr: Tour
it: Giro
pl: Okrążenie

# TBPlace
source: Place
cs: Místo
it: Piazza
pl: Miejsce

# TBPosition
source: Position
cs: Umístění
it: Posizione
pl: Pozycja

# TBPoints
source: Points
cs: Body
it: Punti
pl: Punkty

# TBLapResults
source: Lap Results
cs: Výsledky kol
fr: Résultats du tour
it: Risultati del giro
pl: Wyniki okrążenia

source: Checkpoint
cs: Kontrolní bod
fr: Point de contrôle
pl: Punkt kontrolny

# WrongChk
source: Wrong Checkpoint
cs: Nesprávný kontrolní bod
fr: Mauvais point de contrôle
it: Checkpoint errato
pl: Zły punkt kontrolny

source: Single Race
cs: Jeden závod
fr: Course simple
it: Corsa singola
pl: Pojedynczy wyścig

source: Championship
cs: Závod
fr: Championnat
it: Campionato
pl: Mistrzostwo

source: Tutorial
cs: Výuka
fr: Tutoriel
pl: Samouczek

source: Challenge
cs: Výzva
fr: Défi
it: Sfida
pl: Wyzwanie

source: How To Play
cs: Jak hrát
fr: Comment jouer
pl: Jak grać

# ReplaysMenu
source: Replays
cs: Záznamy
it: Replay
pl: Powtórki

source: Options
cs: Volby
fr: Réglages
it: Opzioni
pl: Opcje

source: Quit
cs: Ukončit
fr: Quitter
it: Esci
pl: Wyjdź

# BackMenu
source: Back
cs: Zpět
fr: Retour
it: Indietro
pl: Wstecz

source: Track Editor
fr: Éditeur de piste
pl: Edytor Tras

# TipTrackEditor
source: Press to start the SR3 Track Editor, a separate program for creating and editing tracks. This will not close the game.
pl: Naciśnij by uruchomić edytor tras SR3 Track Editor, osobny program do tworzenia i edycji tras. To nie zamknie gry.

source: Help
cs: Nápověda
fr: Aide
it: Aiuto
pl: Pomoc

source: Support
cs: Podpora
fr: Soutien
pl: Wsparcie

source: Contributing
cs: Přispění
fr: Contribuant
pl: Rozwój

source: Credits
cs: Zásluhy
fr: Crédits
pl: Kredyty

source: Lesson
fr: Leçon
pl: Lekcja

# DrivingSchool
source: Stunt Rally driving school
fr: Ecole de conduite Stunt Rally
pl: Szkoła jazdy Stunt Rally

# LessonClick
source: click button to play a lesson
fr: cliquez sur le bouton pour jouer une leçon
pl: naciśnij aby odtworzyć lekcje

# UserDir
source: User Path (logs, configs, user data, etc)
fr: Chemin utilisateur (journaux, fichiers de configuration, etc.)
it: Percorso utente (log, config, user data, ecc.)
pl: Katalog użytkownika (logi, konfigi, dane, itp.)

# TipSliderReset
source: RMB on slider - reset to default value.
fr: Clic droit sur un glisseur - réinitialiser à la valeur par défaut.
it: RMB su cursore - riavvia il valore predefinito.
pl: Prawy przycisk myszy na suwaku - ustaw domyślną wartość.

# LinksToWeb
source: Links to websites:
cs: Odkazy nastránky:
fr: Liens vers des sites internet :
pl: Łącza do stron internetowych:

source: Homepage
cs: Domovská stránka
fr: Page d'accueil
pl: Strona główna

source: Documentation (Wiki)
cs: Dokumentace (Wiki)
pl: Dokumentacja (Wiki)

source: Sources
cs: Zdroje
pl: Źródła

# TrackEditorTutorial
source: Track Editor Tutorials
cs: Návody pro editor tratí
fr: Didacticiels de l'éditeur de piste
pl: Przewodniki Edytora Tras

source: Translations
cs: Překlady
fr: Traductions
pl: Tłumaczenia

source: Game Controllers
cs: Ovládání hry
fr: Contrôleurs de jeu
pl: Kontrolery gry

source: Donations
cs: Dary
fr: Des dons
pl: Darowizny

source: Continue
cs: Pokračovat
fr: Continuer
it: Continua
pl: Kontynuuj

source: Restart
cs: Spustit znovu
fr: Recommencer
it: Riavvia
pl: Od nowa

source: Close
cs: Zavřít
fr: Fermer
it: Chiudi
pl: Zamknij

source: Prize
cs: Ocenění
fr: Prix
it: Premio
pl: Nagroda

source: Bronze
cs: Bronz
it: Bronzo
pl: Brąz

source: Silver
cs: Stříbro
fr: Argent
it: Argento
pl: Srebro

source: Gold
cs: Zlato
fr: Or
it: Oro
pl: Złoto

source: Split Screen
fr: Écran partagé
pl: Ekran dzielony

source: Collection
pl: Kolekcja

source: Career
pl: Kariera

# NumLocalPlayers
source: Number of local players
cs: Počet místních hráčů
fr: Nombre de joueurs locaux
it: Numero di giocatori locali
pl: Liczba lokalnych graczy

source: Split Vertically
cs: Rozdělit svisle
fr: Scinder verticalement
it: Dividi verticalmente
pl: Podziel pionowo

# ReverseStartOrder
source: Reverse starting order
cs: Obrátit počáteční pořadí
fr: Inverser l'ordre de départ
it: Ordine inverso di partenza
pl: Odwróć pozycje startowe

# NumLaps
source: Number of laps
cs: Počet kol
fr: Nombre de tours
it: Numero di giri
pl: Liczba okrążeń

source: Simulation
cs: Simulace
it: Simulazione
pl: Symulacja

source: Setup
cs: Nastavení
fr: Configuration
it: Configurazione
pl: Ustawienia

source: Paint
fr: Peinture
pl: Lakier

source: Game
cs: Hra
fr: Jeu
it: Gioco
pl: Gra

source: Damage
cs: Škody
fr: Dégâts
it: Danni
pl: Uszkodzenia

source: None
cs: Žádné
fr: Aucun
it: Niente
pl: Brak

source: Reduced
cs: Částečné
fr: Réduit
it: Ridotto
pl: Zredukowane

source: Normal
cs: Normální
it: Normale
pl: Normalne

# DamageDecLap
source: Repair each lap
cs: Oprava po každém kole
fr: Réparer à chaque tour
it: Ripara ad ogni giro
pl: Napraw co okrążenie

source: Boost
cs: Zesílení
fr: Turbo
it: Turbo
pl: Dopalacz

source: Flip
cs: Překlopení
fr: Retourner
it: Ribalta l'auto
pl: Odwracanie

source: Never
cs: Nikdy
fr: Jamais
it: Mai
pl: Nigdy

source: Always
cs: Vždy
fr: Toujours
it: Sempre
pl: Zawsze

source: Any
cs: Jakékoli
fr: Tous
it: Qualsiasi
pl: Dowolny

# FuelLap
source: Fuel each lap
cs: Dolít palivo po každém kole
fr: Turbo à chaque tour
it: Ricarica per giro
pl: Paliwo co okrążenie

# FuelTime
source: Fuel over time
cs: Dolít palivo v průběhu času
fr: Turbo régén.
it: Ricarica per tempo
pl: Paliwo z czasem

# FuelBoost
source: Boost Fuel
cs: Podpůrná nádrž
fr: Fuel Boost
it: Miscela turbo
pl: Paliwo dopalacza

source: Go back time
fr: Remonter le temps
pl: Cofnij czas

# Chall_Rally
source: Rally
cs: Závod aut
pl: Rajd

# Chall_Endurance
source: Endurance
cs: Výdrž
it: Resistenza
pl: Wytrzymałość

# Chall_Chase
source: Chase
cs: Honička
fr: Poursuite
it: Caccia
pl: Pościg

# Chall_Stunts
source: Stunts
cs: Kaskadérské kousky
fr: Acrobaties
it: Acrobazie
pl: Wyczynowe

# Chall_Extreme
source: Extreme
cs: Extrémní
fr: Extrême
it: Estremo
pl: Ekstremalne

# Chall_Special
source: Special
cs: Výjimečný
fr: Spécial
it: Speciale
pl: Specjalne

# Diff0
source: Test Easy
cs: Zkouška (jednoduchá)
fr: Test Facile
it: Test facile
pl: Test łatwy

# Diff1
source: Very Easy
cs: Velmi lehká
fr: Très facile
it: Molto facile
pl: Bardzo łatwy

# Diff2
source: Easy
cs: Lehká
fr: Facile
it: Facile
pl: Łatwy

# Diff3
source: Medium
cs: Střední
fr: Moyen
it: Medio
pl: Średni

# Diff4
source: Hard
cs: Těžká
fr: Difficile
it: Difficile
pl: Trudny

# Diff5
source: Very Hard
cs: Velmi těžká
fr: Très difficile
it: Molto difficile
pl: Bardzo trudny

# Diff6
source: Extreme
cs: Mimořádná
fr: Extrême
it: Estrema
pl: Ekstremalny

# DifficultyHelp
source: Changing difficulty does set: Tracks list filter and sorting, selected Vehicle and Track, visible HUD elements and driving aids. All can be changed manually later.
cs: Změna obtížnosti se nastaví: Filtr a třídění seznamu tratí, vybrané vozidlo a trať, viditelné prvky HUD a jízdní pomůcky. Vše lze později změnit ručně.
pl: Zmiana trudności ustawia: filtr i sortowanie listy Tras, wybrany Pojazd i Trasę, widoczne elementy deski i pomoce jazdy. Wszystko można zmienić później.

# SimulationHelp
source: Simulation mode does change how realistic vehicles are and how difficult driving is. It also changes damage mode and how fast vehicles break after hits. In Easy mode - vehicles are slow, feel heavy and cars don't slide much. In Medium - they are fast, slide and will spin wheels on snow and can on gravel. In Hard - cars rotate easier, and wheels spin already on gravel, good control is required.
cs: Režim simulace mění realističnost vozidel a obtížnost řízení. Mění také režim poškození a rychlost, s jakou se vozidla po zásahu rozbijí. V režimu obtížnosti Lehká - vozidla jsou pomalá, působí těžce a auta moc nekloužou. V režimu Střední - jsou rychlá, kloužou a protáčejí se jim kola na sněhu a mohou jezdit po štěrku. V režimu Těžká - vozidla se snadněji otáčejí a kola se na štěrku již protáčejí, je nutné dobré ovládání.
pl: Tryb symulacji zmienia jak realne są pojazdy i jak trudno się prowadzi. Również zmienia model uszkodzeń i jak szybko pojazdy się niszczą po uderzeniach. W trybie łatwym - pojazdy są wolne, ociężałe i ślizgają się mniej. W średnim - są szybkie, ślizgają się i kręcą kołami w miejscu na śniegu i mogą na szutrze. W trudnym - pojazdy obracają się łatwiej a koła kręcą w miejscu już na szutrze, dobra kontrola jest wymagana.

source: Track
cs: Závodní trať
fr: Circuit
it: Pista
pl: Trasa

source: New Game
cs: Nová hra
fr: Nouvelle partie
it: Nuovo gioco
pl: Nowa Gra

source: Game Types
pl: Typy Gier

source: Reverse
cs: Obrácené
fr: Inverser
it: Invertito
pl: Odwrócenie

source: Find
cs: Najít
fr: Rechercher
it: Trova
pl: Znajdź

# TrackBestTime
source: Best time
cs: Nejlepší čas
fr: Meilleur temps
it: Miglior tempo
pl: Najlepszy

# TrackAvgSpeed
source: Avg. speed
cs: Průměrná rychlost
fr: Vitesse moyenne
it: Velocità media
pl: Śred. szybk.

# TrackLength
source: Length
cs: Délka
fr: Longueur
it: Lunghezza
pl: Długość

# TrackArea
source: Area
cs: Oblast
fr: Surface
pl: Obszar

# TrackWidthAvg
source: Width avg.
cs: Průměrná šířka
fr: Largeur moyenne
it: Larghezza media.
pl: Śred. szer.

# TrackHeightDiff
source: Height diff.
cs: Průměrná výška
fr: Dénivelé
it: Diff. di altezza
pl: Różnica wys.

# TrackInAir
source: In air
cs: Vzduch
fr: Dans l'air
it: In aria
pl: W powietrzu

# TrackPipes
source: Pipes
cs: Roury
fr: Tubes
it: Tubi
pl: Rury

source: Name
cs: Název
fr: Nom
it: Nome
pl: Nazwa

source: Tracks
cs: Závodní trati
fr: Circuits
it: Piste
pl: Trasy

source: Stage
cs: Etapa
fr: Étape
pl: Etap

source: Stages
cs: Etapy
fr: Étapes
it: Stage
pl: Etapy

source: Scenery
cs: Výhled
fr: Paysage
it: Scenario
pl: Sceneria

source: Length
cs: Délka
fr: Longueur
it: Lunghezza
pl: Długość

source: Difficulty
cs: Obtížnost
fr: Difficulté
it: Difficoltà
pl: Trudność

source: Distance
cs: Vzdálenost
it: Distanza
pl: Odległość

source: Time
cs: Čas
fr: Temps
it: Tempo
pl: Czas

source: Progress
cs: Průběh
fr: Progrès
it: Progresso
pl: Postęp

source: Score
cs: Hodnocení
it: Punteggio
pl: Punkty

source: Total score
cs: Celkový výsledek
fr: Score total
it: Punteggio totale
pl: Końcowe punkty

source: Needed
cs: Potřeba
fr: Nécessaire
it: Necessario
pl: Potrzebne

source: Finished
cs: Dokončeno
fr: Terminé
it: Completato
pl: Ukończone

source: Passed
cs: Prošel
fr: Réussi
it: Superato
pl: Zaliczone

source: Didn't pass
cs: Neprošel
fr: Échec
it: Non hai superato la prova
pl: Nie zaliczono

# NextStage
source: Continuing to next stage
cs: Pokračuje se další etapou
fr: Continuation vers le stage suivant
it: Continua lo stage seguente
pl: Przejście do następnego etapu.

# RepeatStage
source: Repeating stage
cs: Opakuje se etapa
fr: Répétition du stage
it: Ripeti lo stage
pl: Powtarzanie etapu

# CarChange
source: Vehicle change
cs: Změna vozu
fr: Changement de véhicule
pl: Zmiana pojazdu

source: Allowed
cs: Povoleno
fr: Admis
it: Consentito
pl: Dozwolone

source: Vehicle
cs: Vůz
fr: Véhicule
pl: Pojazd

source: Vehicles
cs: Vozy
fr: Véhicules
pl: Pojazdy

# TipCarsList
source: Cars list. Press Enter or [New Game] to drive with it.
cs: Seznam aut. Stiskněte klávesu Enter nebo klepněte na [Nová hra] pro jízdu vybraným autem.
fr: Liste des voitures. Appuyez sur Entrée ou [Nouvelle partie] pour les conduire.
it: Lista delle auto. Premi Invio o [Nuovo gioco] per guidare.
pl: Lista aut. Naciśnij Enter lub [Nowa Gra] by jechać wybranym.

# TipCarDesc
source: Vehicle description text. Can have driving advices.
pl: Tekst opisowy pojazdu. Może zawierać porady prowadzenia.

# TipNewGameCar
source: Restart game.
cs: Spustit hru znovu.
fr: Redémarrer la partie
it: Riavvia il gioco.
pl: Restart gry.

# P_1color
source: 1 color, simple
pl: 1 kolor, prosty

# P_2colors
source: 2 colors
fr: 2 couleurs
pl: 2 kolory

# P_3colors
source: 3 colors, changing
pl: 3 kolory, zmienny

# ColHue
source: Color - Hue
cs: Barva - odstín
fr: Coleur - teinte
it: Colore
pl: Kolor - odcień

# ColSat
source: Saturation
cs: Sytost
it: Saturazione
pl: Nasycenie

# ColBright
source: Brightness
cs: Jas
fr: Luminosité
it: Luminosità
pl: Jasność

# ColGloss
source: Glossiness
cs: Hladkost a lesklost
fr: Brillance
it: Lucentezza
pl: Połysk

# ColReflect
source: Reflection
cs: Odraz
fr: Réflexion
it: Riflesso
pl: Odbicie

# ColMetalness
source: Metalness
pl: Metaliczność

# ColRoughness
source: Roughness
fr: Rugosité
pl: Szorstkość

# ColClearCoat
source: Clear coat
fr: Couche transparente
pl: Powłoka bezbarwna

source: Transparency
cs: Průhlednost
fr: Transparence
it: Trasparenza
pl: Przeźroczystość

# Negative
source: Negative (darken)
cs: Negativ (ztmavit)
fr: Négatif (assombrir)
it: Negativo (scuro)
pl: Ujemne (pociemnia)

# CarClrRandom
source: Random
cs: Náhodné
fr: Aléatoire
it: Casuale
pl: Losowy

source: Adjust
cs: Upravit
fr: Ajuster
it: Regola
pl: Dostosuj

source: New line
fr: Nouvelle ligne
pl: Nowa linia

# TipCarColor
source: Click to apply color to vehicle, and select. Shift-Click move selected here. Alt-Click swap color with selected.
pl: Kliknij by zastosować kolor do pojazdu i wybrać. Shift-Klik przenosi wybrany tutaj. Alt-Klik zamienia kolor z wybranym.

# TipChangeHue
source: Change car color (hue).
cs: Změnit barvu auta (odstín).
fr: Changer la couleur de la voiture (teinte).
it: Cambia il colore dell'auto (vernice).
pl: Zmień kolor auta (odcień)

# TipChangeSat
source: Change car color saturation (white-black).
cs: Změnit sytost barvy auta (bílá-černá).
fr: Changer la saturation de la couleur de la voiture (blanc/noir).
it: Cambia la saturazione del colore dell'auto (bianco-nero).
pl: Zmień nasycenie koloru auta (biały-czarny).

# TipChangeBright
source: Change car color brightness (dark-light).
cs: Změnit jas barvy auta (tmavá-světlá).
fr: Changer la luminosité de la peinture de la voiture (sombre/clair).
it: Cambia la luminosità del colore dell'auto (scuro-chiaro).
pl: Zmień jasność koloru auta.

# TipChangeGloss
source: Change car color glossiness (matte-shiny).
cs: Změnit hladkost a lesklost barvy auta (matná-lesklá).
fr: Changer la brillance de la peinture (mat/brillant).
it: Cambia la lucentezza del colore dell'auto (opaco-lucido).
pl: Zmień połysk auta (matowy-błyszczący).

# TipChangeReflect
source: Change car color reflectiveness (matte-mirror).
cs: Zvolit zrcadlivost barvy auta (matná až lesknoucí se)
fr: Réflexions de la voiture (mat-miroir).
it: Cambia il riflesso del colore dell'auto (metallo-specchio).
pl: Zmień refleksyjność coloru auta (matowy-lustro).

# Author
source: Author(s)
cs: Autor(ři)
fr: Auteur(s)
it: Autore/i
pl: Autor(zy)

# CarSpeed
source: Speed
cs: Rychlost
fr: Vitesse
it: Velocità
pl: Szybkość

# CarYear
source: Year
cs: Rok
fr: Année
it: Anno
pl: Rok

# CarType
source: Type
cs: Typ
it: Tipo
pl: Typ

source: Track Drivability
fr: Conduite sur piste
pl: Przejezdność Trasy

source: Undrivable
fr: Impossible à conduire
pl: Nieprzejezdne

# Car_Mass
source: Mass
cs: Hmotnost
fr: Masse
it: Massa
pl: Masa

# Car_MassFront
source: Mass on front
cs: Hmotnost vpředu
fr: Masse à l'avant
pl: Masy na przodzie

# Car_MaxTorque
source: Max Torque
cs: Největší točivý moment
fr: Couple maximum
it: Coppia max
pl: Maks. moment

# Car_MaxPower
source: Max Power
cs: Největší výkon
fr: Puissance maximale
it: Potenza max
pl: Maks. moc

# Car_BhpPerTon
source: Bhp per tonne
cs: Výkon na brzdě na tunu
fr: Chevaux par tonne
it: Bhp per tonnellata
pl: Bhp na tonę

# Car_TopSpeed
source: Top Speed
cs: Nejvyšší rychlost
fr: Vitesse maximale
it: Velocità migliore
pl: Maks. prędkość

# Car_TimeTo
source: Time to
cs: Čas do
fr: Temps pour
it: Tempo di
pl: Czas do

# Car_StopTimeFrom
source: Stop time from
cs: Zastavit čas od
fr: Temps d'arrêt à
it: Ferma il tempo da
pl: Czas hamow. od

# CarType_Asphalt
source: Asphalt
cs: Asfalt
fr: Bitume
it: Asfalto
pl: Asfalt

# CarType_Racing
source: Racing
cs: Závodění
fr: Course
it: Da corsa
pl: Wyścigowy

# CarType_Gravel
source: Gravel
cs: Štěrk
fr: Gravier
it: Ghiaia
pl: Szuter

# CarType_Slow
source: Slow
cs: Pomalé
fr: Lent:
it: Lento
pl: Wolny

# CarType_Terrain
source: Terrain
cs: Krajina
it: Terreno
pl: Terenowy

# CarType_Extreme
source: Extreme
cs: Extrémní
fr: Extrême
it: Estremo
pl: Ekstremalny

# CarType_Other
source: Other
cs: Ostatní
fr: Autre
it: Altro
pl: Inny

# CarType_Hover
source: Hover
fr: Flotter
pl: Unoszący

# CarType_Hovercraft
source: Hovercraft
fr: Aéroglisseur
pl: Poduszkowiec

# CarType_Spaceship
source: Spaceship
cs: Vesmírná loď
fr: Vaisseau
it: Astronave
pl: Statek kosmiczny

# CarType_Drone
source: Drone
pl: Dron

source: Turtle
cs: Želva
fr: Tortue
pl: Żółw

source: Elephant
cs: Slon
fr: Éléphant
pl: Słoń

source: Alligator
cs: Krokodýl
pl: Aligator

source: Bison
cs: Bizon
pl: Bizon

source: Caterpillar
cs: Housenka
fr: Chenille
pl: Gąsienica

source: Rhino
cs: Nosorožec
fr: Rhinocéros
pl: Nosorożec

source: Bear
cs: Medvěd
fr: Ours
pl: Niedźwiedź

source: Coyote
cs: Kojot
pl: Kojot

source: Squirrel
cs: Veverka
fr: Écureuil
pl: Wiewiórka

source: Fox
cs: Liška
fr: Renard
pl: Lis

source: Hyena
fr: Hyène
pl: Hiena

source: Gorilla
cs: Gorila
fr: Gorille
pl: Goryl

source: Lizard
cs: Ještěrka
fr: Lézard
pl: Jaszczurka

source: Weasel
cs: Lasička
fr: Belette
pl: Łasica

source: Wolf
cs: Vlk
fr: Loup
pl: Wilk

source: Scorpion
cs: Škorpion
pl: Skorpion

source: Buffalo
cs: Buvol
fr: Buffle
pl: Bawół

source: Gazelle
cs: Gazela
pl: Gazela

source: Leopard
fr: Léopard
pl: Lampart

source: Beetle
cs: Brouk
fr: Scarabée
pl: Chrząszcz

source: Swan
cs: Labuť
fr: Cygne
pl: Łabędź

source: Duck
cs: Kačer
fr: Cane
pl: Kaczka

source: Hawk
cs: Sokol
fr: Faucon
pl: Jastrząb

source: Rabbit
cs: Králík
fr: Lapin
pl: Królik

source: Python
pl: Pyton

source: Cobra
pl: Kobra

source: Eagle
fr: Aigle
pl: Orzeł

source: Crow
fr: Corbeau
pl: Kruk

source: Falcon
fr: Faucon
pl: Sokół

source: Owl
fr: Chouette
pl: Sowa

source: Sparrow
fr: Moineau
pl: Wróbel

source: Loading
cs: Nahrává se
fr: Chargement
it: Caricamento
pl: Wczytywanie

source: Loaded
cs: Nahráno
fr: Chargé
it: Caricato
pl: Wczytano

source: Saving
cs: Ukládá se
fr: Sauvegarde
it: Salvando
pl: Zapisywanie

source: Saved
cs: Uloženo
fr: Enregistré
it: Salvato
pl: Zapisano

source: Updating
cs: Obnovuje se
fr: Mise à jour
it: Aggiornando
pl: Aktualizacja

source: Updated
cs: Aktualizováno
fr: Mis à jour
it: Aggiornato
pl: Uaktualniono

source: Yes
cs: Ano
fr: Oui
it: Sì
pl: Tak

source: No
cs: Ne
fr: Non
pl: Nie

source: Error
cs: Chyba
fr: Erreur
it: Errore
pl: Błąd

# MessageBox_Yes
source: Yes
cs: Ano
fr: Oui
it: Sì
pl: Tak

# MessageBox_No
source: No
cs: Ne
fr: Non
pl: Nie

# MessageBox_Abort
source: Abort
cs: Zrušit
fr: Abandonner
it: Abbandona
pl: Przerwij

# MessageBox_Retry
source: Retry
cs: Zkusit znovu
fr: Recommencer
it: Riprova
pl: Ponów

# MessageBox_Ignore
source: Ignore
cs: Nevšímat si
fr: Ignorer
it: Ignora
pl: Zignoruj

# MessageBox_Cancel
source: Cancel
cs: Zrušit
fr: Annuler
it: Annulla
pl: Anuluj

# MessageBox_Try
source: Try
cs: Zkusit
fr: Essayer
it: Prova
pl: Spróbuj

# MessageBox_Continue
source: Continue
cs: Pokračovat
fr: Continuer
it: Continua
pl: Kontynuuj

# LoadingDesc
source: Loading, please wait...
cs: Nahrává se. Počkejte, prosím...
fr: Chargement, veuillez patienter...
it: Caricamento, attendere prego...
pl: Wczytywanie, proszę czekać...

source: Initializing
cs: Spouští se
fr: Initialisation
it: Inizializzazione
pl: Inicjowanie

# LS_CLEANUP
source: Cleaning up
cs: Čistí se
fr: Nettoyage
it: Ripulisci
pl: Oczyszczanie

# LS_GAME
source: Loading Game
fr: Chargement du jeu
pl: Wczytywanie gry

# LS_SCENE
source: Loading Scene
fr: Chargement de la scène
pl: Ładowanie Sceny

# LS_CAR
source: Loading Vehicles
fr: Chargement des véhicules
pl: Ładowanie Pojazdów

# LS_TER
source: Loading Terrains
fr: Chargement des terrains
pl: Ładowanie Terenów

# LS_ROAD
source: Loading Roads
fr: Chargement de la route
pl: Ładowanie Dróg

# LS_OBJS
source: Loading Objects
cs: Nahrávají se předměty
fr: Chargement des objets
it: Caricamento oggetti
pl: Ładowanie obiektów

# LS_TREES
source: Loading Vegetation
fr: Chargement de végétation
pl: Ładowanie Wegetacji

# LS_MISC
source: Finishing
cs: Dokončuje se
fr: Terminé
it: Completato
pl: Kończenie

source: at
cs: v
fr: à
it: a
pl: przy

# UnitRpm
source: rpm
fr: tours/min
pl: obr./min

# SC_Asphalt
source: Asphalt
cs: Asfalt
fr: Bitume
it: Asfalto
pl: Asfalt

# SC_Jungle
source: Jungle
cs: Džungle
it: Giungla
pl: Dżungla

# SC_JungleDark
source: JungleDark
cs: Tmavá džungle
fr: JungleSombre
it: GiunglaNera
pl: DżunglaCiemna

# SC_Desert
source: Desert
cs: Poušť
fr: Désert
it: Deserto
pl: Pustynia

# SC_DesertMud
source: DesertMud
cs: Blátivá pustina
fr: DésertBoueux
it: DesertoTorbido
pl: PustyniaBłoto

# SC_Savanna
source: Savanna
cs: Savana
fr: Savane
it: Savana
pl: Sawanna

# SC_SavannaDry
source: SavannaDry
cs: Suchá savana
fr: SavaneSèche
it: SavanaArida
pl: SawannaSucha

# SC_Winter
source: Winter
cs: Zima
fr: Hiver
it: Inverno
pl: Zima

# SC_WinterWet
source: WinterWet
cs: Mokrá zima
fr: HiverHumide
it: InvernoUmido
pl: ZimaMokra

# SC_Forest
source: Forest
cs: Les
fr: Forêt
it: Foresta
pl: Las

# SC_ForestMntn
source: ForestMntn
cs: Horský les
fr: ForêtMont
it: ForestaMntgn
pl: LasGóry

# SC_ForestYellow
source: ForestYellow
cs: Žlutý les
fr: ForêtJaune
it: ForestaGialla
pl: LasŻółty

# SC_Finland
source: Finland
cs: Finsko
fr: Finlande
it: Finlandia
pl: Finlandia

# SC_Island
source: Island
cs: Ostrov
fr: Île
it: Isola
pl: Wyspa

# SC_IslandDark
source: IslandDark
cs: Tmavý ostrov
fr: ÎleSombre
it: IsolaOscura
pl: WyspaCiemna

# SC_Mud
source: Mud
cs: Bláto
fr: Boue
it: Fango
pl: Błoto

# SC_Greece
source: Greece
cs: Řecko
fr: Grèce
it: Grecia
pl: Grecja

# SC_Canyon
source: Canyon
cs: Kaňon
fr: Gorge
pl: Kanion

# SC_Autumn
source: Autumn
cs: Podzim
fr: Automne
it: Autunno
pl: Jesień

# SC_AutumnDark
source: AutumnDark
cs: Tmavý podzim
fr: AutomneSombre
it: AutunnoNero
pl: JesienCiemna

# SC_Moss
source: Moss
cs: Mech
fr: Mousse
it: Palude
pl: Mech

# SC_Volcanic
source: Volcanic
cs: Sopečný
fr: Volcanique
it: Vulcano
pl: Wulkaniczna

# SC_VolcanicDark
source: VolcanicDark
cs: Tmavá sopka
fr: VolcanSombre
it: VulcanoNero
pl: WulkanCiemna

# SC_Unidentified
source: Unidentified
cs: Neznámý
fr: NonIdentifié
it: Non identificato
pl: Niezidentyfikowana

# SC_Crystals
source: Crystals
cs: Krystaly
fr: Cristaux
it: Cristalli
pl: Kryształy

# SC_GreeceWhite
source: GreeceWhite
cs: Řecká bílá
fr: GrèceBlanche
it: GreciaBianca
pl: GrecjaBiała

# SC_Toxic
source: Toxic
cs: Křiklavá
fr: Toxique
pl: Toksyczna

# SC_Surreal
source: Surreal
cs: Neskutečná
fr: Surréaliste
pl: Surrealna

# SC_Alien
source: Alien
cs: Mimozemská
fr: Extraterrestre
pl: Obca

# SC_Other
source: Other
cs: Jiné
fr: Autre
pl: Inna

# SC_Stone
source: Stone
cs: Kámen
fr: Pierre
pl: Kamień

# SC_Space
source: Space
cs: Vesmír
fr: Espace
pl: Kosmos

# SC_BlackDesert
source: BlackDesert
cs: Černá poušť
fr: DésertNoir
pl: CzarnaPustynia

# SC_SurrealSpace
source: SurrealSpace
cs: Surreálný prostor
pl: KosmosSurrealny

# SC_GreeceRocky
source: GreeceRocky
pl: GrecjaSkalna

# SC_Marble
source: Marble
fr: Marbre
pl: Marmur

# SC_Spring
source: Spring
fr: Printemps
pl: Wiosna

# SC_Anomaly
source: Anomaly
fr: Anomalie
pl: Anomalia

# P_Red
source: Red
fr: Rouge
pl: Czerwony

# P_Orange
source: Orange
pl: Pomarańczowy

# P_Yellow
source: Yellow
fr: Jaune
pl: Żółty

# P_Lime
source: Lime
fr: Citron vert
pl: Limonka

# P_Green
source: Green
fr: Vert
pl: Zielony
