Repository: AnotherFoxGuy/stuntrally3
Catalog: locale/translations/stuntrally.srpot/*.po
Languages: cs, fr, it, pl

# Hint-3text
source: Remember that mostly you will drive on gravel. This means low grip, lower speeds and sliding. Wet gravel is even more slippery. Snow and ice are worst. Deserts are fastest.
fr: Gardez en tête que vous conduirez majoritairement sur du gravier, ce qui se traduit par une adhérence plutôt faible et des vitesses lentes. Le gravier mouillé est encore plus glissant. La neige est la glace sont encore pires. Les déserts contiennent les routes les plus rapides.
pl: Pamiętaj, że będziesz jeździć głównie po szutrze. To oznacza niską przyczepność, mniejsze prędkości i ślizganie się. Mokry szuter jest jeszcze bardziej śliski. Śnieg i lód są najgorsze. Pustynie są najszybsze.

# Hint-4
source: Damage
fr: Dégâts
it: Danno
pl: Uszkodzenia

# Hint-4text
source: Watch your car's damage, especially in stunt tracks. It will stop working if it is fully damaged and its performance decreases when over 50 %.
fr: Faites attention aux dégâts de votre véhicule, notamment dans les circuits acrobatiques. Votre véhicule ne fonctionnera plus s'il est complètement endommagé et sa performance sera amoindrie à partir de 50 %.
pl: Obserwuj uszkodzenie auta, zwłaszcza na trasach wyczynowych. Auto przestanie działać przy pełnym uszkodzeniu, a jego wydajność maleje powyżej 50%.

# Hint-5
source: Ghost cars
fr: Voitures fantômes
it: Auto fantasma
pl: Auta-duchy

# Hint-5text
source: By default, your best drive ghost is an orange car. It will appear after a lap. The green car is the track's ghost.
fr: Par défaut, votre meilleur tour est représenté par une voiture orange qui apparaît après un tour. La voiture verte est le fantôme du circuit.
pl: Domyślnie duch Twojego najlepszego przejazdu jest pomarańczowym autem. Pojawi się po okrążeniu. Zielone auto to duch trasy.

# Hint-6
source: Boost
cs: Zesílení
fr: Turbo
it: Turbo
pl: Dopalacz

# Hint-6text
source: Hold [Ctrl] to boost. Depending on the settings, boost is given each lap, regenerates over time, or is infinite.
fr: Utilisez [Ctrl] pour vous propulser. En fonction des réglages, le turbo est donné à chaque tour, se régénère avec le temps, ou est tout simplement infini.
pl: Przytrzymaj [Ctrl] by użyć dopalacza. W zależności od ustawień jego paliwo jest dostępne co okrążenie, rośnie z czasem, lub jest nieskończone.

# Hint-7
source: Cars
fr: Voitures
it: Auto
pl: Auta

# Hint-7text
source: Pick the right car type for a track. So, don't use low cars on bumpy terrain, avoid large cars in narrow tracks, and fast super cars aren't meant for slippery surfaces.
fr: Prenez le bon véhicule pour le bon circuit. N'utilisez donc pas des voitures basses sur un terrain bosselé, évitez les voitures très larges dans les circuits étroits et n'utilisez pas les voitures les plus rapides sur des surfaces glissantes.
pl: Wybieraj odpowiednie auta do tras. Nie używaj niskich aut na wyboistym terenie ani szerokich aut na wąskich trasach. Z kolei szybkie super-auta nie nadają się na śliskie nawierzchnie.

# Hint-8
source: Steering
fr: Direction
it: Sterza
pl: Kierowanie

# Hint-8text
source: If you don't feel comfortable with steering on keyboard, try different settings in [Setup], tab [Steering], namely range and speed decrease and keys sensitivity in [Input].
fr: Si vous ne vous sentez pas à l'aise en tournant avec le clavier, essayez d'autres réglages dans [Réglages], onglet [Direction], et la sensibilité des touches dans [Contrôles].
pl: Jeśli nie czujesz się komfortowo sterując klawiaturą, wypróbuj innych ustawień w [Ustawienia], zakładka [Kierowanie], parametry zakres i spadek od prędkości, oraz czułość klawiszy w [Sterowanie].

# Hint-9
source: Jumps
fr: Sauts
it: Salti
pl: Skoki

# Hint-9text
source: Don't drive too fast in jumps, else the car will land in a sloppy manner. The ideal landing is on the jump's other end.
fr: N'allez pas trop vite dans les sauts, sinon vous atterrirez d'une mauvaise manière. La manière idéale est d'atterrir sur la portion opposée du saut.
pl: Nie jedź zbyt szybko w skokach, bo auto będzie lądować w niechlujny sposób. Idealne miejsce lądowania to drugi koniec skoku.

# Hint-10
source: Loops
fr: Boucles
it: Anelli
pl: Pętle

# Hint-10text
source: In loops, the camera will automatically switch to an interior view, to make it easier to steer while in a loop.
fr: Dans les boucles, la caméra se transforme automatiquement en vue intérieure, de manière à rendre la conduite plus facile.
pl: W pętlach kamera automatycznie zmienia się na widok ze środka by ułatwić sterowanie.

# Hint-11
source: Pipes
fr: Tubes
it: Tubi
pl: Rury

# Hint-11text
source: Don't drive too fast in pipes and loops. You will damage the car's bottom due to high acceleration.
fr: N'allez pas trop vite dans les tubes et les boucles, sinon vous endommagerez votre voiture à cause d'une accélération trop élevée.
pl: Nie jedź zbyt szybko w rurach i pętlach. Uszkodzisz spód auta w wyniku przyśpieszenia.

# Hint-12
source: Vehicles
fr: Véhicules
it: Veicoli
pl: Pojazdy

# Hint-12text
source: Check out other vehicles, we also have hovering spaceships, and tracks on other planets.
fr: Jetez un coup d'œil aux autres véhicules, nous avons également des vaisseaux spatiaux et des circuits sur d'autres planètes.
pl: Sprawdź również inne pojazdy, mamy m.in. unoszące się statki kosmiczne oraz trasy na innych planetach.

# Hint-13
source: Simulation
it: Simulazione
pl: Symulacja

# Hint-13text
source: By default simulation is in easy mode, for beginners. Don't forget to set it to normal if the game feels too easy.
fr: Par défaut, la simulation est en mode facile. N'oubliez pas de la mettre en mode normal si le jeu est trop facile pour vous.
pl: Domyślnie symulacja jest w trybie łatwym, dla początkujących. Nie zapomnij zmienić ją na normalną jeśli gra wydaje się zbyt łatwa.

# Hint-14text
source: Press F11 to show the bar with frames per second and other info. For playing, it's best to have at least 30 Fps, 60 Fps being the ideal value.
fr: Appuyez sur F11 pour voir la barre qui contient le nombre d'images par seconde et d'autres informations. Pour jouer, il est recommendé d'avoir au moins 30 images/s, 60 images/s étant la valeur idéale.
pl: Naciśnij F11 by pokazać pasek z ilością klatek na sekundę i innymi informacjami. Do gry najlepiej mieć co najmniej 30 klatek, 60 jest idealnie.

# Hint-15
source: Help
fr: Aide
pl: Pomoc

# Hint-15text
source: For more info, check [Help] in the menu. It also has links to websites.
pl: Po więcej informacji sięgnij do [Pomoc] w menu. Ma również odnośniki do stron.

# Hint-16
source: Camera
cs: Kamera
fr: Caméra
pl: Kamera

# Hint-16text
source: Press [C] for next or [X] for previous camera view. Hold shift for main cameras only.
fr: Appuyez sur [X] et [C] pour changer la caméra, gardez [Majuscule] enfoncé pour ne basculer qu'entre les caméras les plus importantes.
pl: Naciśnij [C] dla następnego lub [X] dla poprzedniego widoku kamery. Przytrzymaj shift by przełączać tylko między głównymi kamerami.

# Hint-17
source: Trail
pl: Ścieżka

# Hint-17text
source: Follow racing line trail, for best way to drive. Use its colors to your advantage. Brake early when you see it turning red.
pl: Podążaj za ścieżką jazdy, najlepszą drogą prowadzenia. Użyj jej kolorów do swojej przewagi. Hamuj wcześnie kiedy zmienia się na czerwono.

# Hint-18
source: Pacenotes
pl: Notatki rajdowe

# Hint-18text
source: Observe pace note signs above road. They show turns: easy as green, medium as orange, and sharpest being red.
pl: Obserwuj znaki tempa nad drogą. Pokazują one zakręty: łatwe zielono, średnie pomarańczowo, a najostrzejsze czerwono.

# Hint-19
source: Stunt Pacenotes
pl: Wyczynowe notatki rajdowe

# Hint-19text
source: Pace notes also warn about stunts like jumps, loops and on pipe drive. For jumps, also text with ideal speed is shown. Turning green on close match, orange when too slow and cyan or white when too fast.
pl: Notatki rajdowe ostrzegają również przed wyczynami jak skoki, pętle i jazda na rurze. W przypadku skoków wyświetlany jest również tekst z idealną prędkością. Zmienia kolor na zielony przy bliskim dopasowaniu, pomarańczowy przy zbyt wolnym i turkus lub biały przy zbyt szybkim.

# Hint-20
source: Fluids
fr: Fluides
pl: Ciecze

# Hint-20text
source: Fluids like water and mud are safe. You can drive cars under the water and through mud. Stay out of lava and acid, which will cause damage fast.
pl: Ciecze jak woda i błoto są bezpieczne. Możesz prowadzić auta pod wodą i przez błoto. Unikaj lawy i kwasu, które szybko uszkadzają pojazdy.

# Hint-21
source: Wheels
fr: Roues
pl: Koła

# Hint-21text
source: Beware of spinning wheels, car looses grip and will slide too much. Release throttle to get back grip and wheels rolling normally. This will happen on surfaces like snow or with faster cars.
pl: Uważaj na kręcące koła w miejscu, auto traci przyczepność i będzie zbytnio ślizgało bokiem. Puść gaz by odzyskać przyczepność i normalne toczenie kół. To dzieje się na powierzchniach takich jak śnieg lub z szybszymi autami.

# Hint-22
source: Keyboard
fr: Clavier
pl: Klawiatura

# Hint-22text
source: By default, keyboard arrows are used to drive.
pl: Domyślnie, strzałki klawiatury służą do kierowania.

# Hint-23
source: Editors
fr: Éditeurs
pl: Edytory

# Hint-23text
source: Stunt Rally comes with its own Track Editor, where you can modify its tracks or create your own. Game also has its vehicle editor and many other development tools.
pl: Stunt Rally ma własny Edytor Tras, w którym możesz modyfikować trasy lub tworzyć własne. Gra ma również swój edytor pojazdów i wiele innych narzędzi rozwojowych.

# Hint-24
source: Details
fr: Détails
pl: Szczegóły

# Hint-24text
source: Track and Vehicle tabs show a lot of information. You can sort or filter their lists. Some vehicles are difficult to drive, and will only drive well on few tracks.
pl: Zakładki Tras i Pojazdów pokazują wiele informacji. Możesz sortować i filtrować ich listy. Niektóre pojazdy ciężko się prowadzi i mogą jechać dobrze tylko na kilku trasach.

# Hint-25
source: Support
fr: Soutien
pl: Wsparcie

# Hint-25text
source: Stunt Rally is Free Libre Open Source Software. You can contribute to this project or support it with donation(s).
fr: Stunt Rally est un logiciel libre et open source. Vous pouvez contribuer à ce projet ou le soutenir par un ou plusieurs dons.
pl: Stunt Rally jest Darmowym I Otwartym Oprogramowaniem. Możesz rozwijać ten projekt lub wesprzeć go darowizną(ami).

# Hint-26
source: Test tracks
pl: Trasy testowe

# Hint-26text
source: When beginning it may be safer and more fun, to train driving on big test tracks with no roads: Flat, TerrainBig, Fluids, Snow or Asphalt. Type name in find box for quick search.
pl: Na początku może być bezpieczniej i więcej frajdy, trenując jazdę na dużych trasach testowych bez dróg: Flat, TerrainBig, Fluids, Snow lub Asphalt. Wpisz w polu szukania tras by je znaleźć.

# Hint-27
source: Handbrake
fr: Frein à main
pl: Ręczny hamulec

# Hint-27text
source: Use handbrake very shortly in very sharp turns. It will lock rear wheels and make car turn faster.
pl: Użyj hamulca ręcznego bardzo krótko w bardzo ostrych zakrętach. Zablokuje on koła i sprawi że auto szybciej się obróci.

# TipLoadTrkEditor
source: Load track (after change) or Reload current track.
fr: Charger le circuit (après modifications) ou recharger le circuit actuel.
it: Carica la pista (dopo il cambiamento) o ricarica quella corrente.
pl: Wczytaj trasę (po zmianie) lub Przeładuj obecną.

# TipTrackDescEditor
source: Track description text (click to edit).
cs: Text s popisem trati (klepnout pro upravení).
fr: Description du circuit (cliquez pour éditer).
it: Testo di descrizione pista (clicka per modificare).
pl: Tekst opisowy trasy (kliknij by edytować).

# TipCopySource
source: Pick selected track for copy source, used in [Tools] tab.
cs: Zvolte vybranou trať pro zdroj kopírování, použito na kartě [Nástroje].
fr: Prendre le circuit sélectionné comme source pour la copie, utilisé dans l'onglet [Outils].
it: Scegli la pista selezionata per copia originale, usata nella scheda [Utilità].
pl: Wybierz trasę jako źródło skąd kopiować, używane w zakładce [Narzędzia].

# TipNewDup
source: Create a new track by duplicating the selected track and using new name (change name first).
cs: Vytvořit novou trať zdvojením vybrané tratě a použitím nového názvu (nejprve změnit název).
fr: Crée un nouveau circuit en dupliquant le circuit sélectionné et en utilisant le nouveau nom (changez le nom d'abord).
it: Crea una nuova pista duplicando una selezionata, usando un nome nuovo (cambia prima il nome).
pl: Stwórz nową trasę przez zduplikowanie wybranej, używając nowej nazwy (wprować nazwę najpierw).

# TipRenameTrk
source: Rename selected track with new name (change name first).
cs: Přejmenovat vybranou trať novým názvem (nejprve změnit název).
fr: Renomme le circuit sélectionné avec un nouveau nom (changez le nom d'abord).
it: Rinonima la pista selezionata con un nome nuovo (prima cambia il nome).
pl: Zmień nazwę wybranej trasy (zmień nazwę w polu).

# TipTrkNameEditor
source: Selected track name, used also for renaming track and as new track name.
cs: Název vybrané tratě, použitý i pro přejmenování tratě a jako nový název tratě.
fr: Nom du circuit sélectionné, également utilisé pour renommer les circuits et comme nouveau nom de circuit.
it: Nome della pista selezionata, usata anche per essere rinominata come nuova.
pl: Nazwa wybranej trasy, używana również przy zmianie nazwy i jako nazwa nowej trasy.

# TipDeleteTrk
source: Permanently delete selected track.
cs: Trvale smazat vybranou trať.
fr: Supprimer le circuit sélectionné définitivement.
it: Elimina definitivamente la pista selezionata.
pl: Trwale usuń trasę.

# TipSkyMats
source: Sky material names.
fr: Noms des matériaux du ciel.
it: Nomi materiali del cielo
pl: Nazwy matriałów nieba.

# TipSunDirPitch
source: Sun direction - pitch angle.
fr: Direction du soleil - verticale.
it: Direzione del sole - angolo pitch.
pl: Kierunek słońca - kąt nachlenia.

# TipSunDirYaw
source: Sun direction - yaw angle.
fr: Direction du soleil - angle horizontal.
it: Direzione del sole - angolo yaw.
pl: Kierunek słońca - obrót.

# TipSunAmbient
source: Sun light ambient (constant) color. R G B components 0 to 1 (eg. 0.4 0.4 0.4)
fr: Ambience de la lumière du soleil (couleur constante). Composants R V B de 0 à 1 (exemple : 0.4 0.4 0.4)
it: Colore (costante) della luce solare su ambiente. Elementi R G B da 0 a 1 (es. 0.4. 0.4 0.4)
pl: Kolor słońca stały, rozproszony.. R G B składowe 0 do 1 (np. 0.4 0.4 0.4)

# TipSunDiffuse
source: Sun light diffuse (normal) color. R G B components 0 to 1 (eg. 0.9 0.9 0.9)
fr: Couleur de la lumière du soleil. Composants R V B de 0 à 1 (exemple : 0.9 0.9 0.9)
it: Colore di diffusione luce solare (normale). Elementi R G B da 0 a 1 (es. 0.9 0.9 0.9)
pl: Kolor słońca diffuse (od normalnej). R G B wartości 0 do 1 (np. 0.9 0.9 0.9)

# TipSunSpecular
source: Sun light specular (shiny) color. R G B components 0 to 1 (eg. 0.6 0.6 0.6)
fr: Couleur des reflets de la lumière du soleil. Composants R V B de 0 à 1 (exemple : 0.6 0.6 0.6)
it: Colore (lucente) di luce del sole speculare. Elementi R G B da 0 a 1 (es. 0.6 0.6 0.6)
pl: Kolor słońca jaskrawy. R G B składowe 0 do 1 (np. 0.6 0.6 0.6)

# TipFogClr
source: Fog end color when looking under sun.
fr: Couleur de la fin de la brume quand la caméra regarde le soleil.
it: Colore di fine nebbia quando si guarda sotto il sole.
pl: Kolor mgły patrząc pod słońce.

# TipFogClr2
source: Fog end color when looking away from sun.
cs: Barva konce mlhy při pohledu pryč od slunce.
fr: Couleur de la fin de la brume quand la caméra ne regarde pas le soleil.
it: Fine colore nebbia quando si distoglie lo sguardo dal sole.
pl: Kolor mgły patrząc przeciwnie niż słońce.

# TipFogClrH
source: Fog color for height fog.
fr: Couleur de la brume volumétrique.
it: Colore nebbia per altezza.
pl: Kolor mgły wysokościowej.

# TipFogClrRGBA
source: R G B A components 0 to 1 (eg. 0.7 0.8 0.9 1). Last can be used to lower maximum density (1 is full).
fr: Composants R V B A de 0 à 1 (exemple : 0.7 0.8 0.9 1). Le dernier peut être utilisé pour réduire la densité maximale (1 étant 100%).
it: Elementi R G B A da 0 a 1 (es. 0.7 0.8 0.9 1). Può essere usato per abbassare la densità massima (1 è pieno).
pl: R G B A składowe 0 do 1 (np. 0.7 0.8 0.9 1). Ostatnią można użyć do zmniejszenia maksymalnej gęstości (1 pełna).

# TipFogStartDist
source: Fog start distance [meters].
fr: Distance du début de la brume [mètres].
it: Distanza iniziale della nebbia [metri].
pl: Odl. startu mgły [metr].

# TipFogEndDist
source: Fog end distance [meters].
fr: Distance de la fin de la brume [mètres].
it: Fine distanza della nebbia [metri].
pl: Odległość końcowa mgły [metr].

# TipFogHStart
source: Height fog start height [meters] at which fog starts getting denser for smooth distance.
fr: Hauteur de la brume volumétrique [mètres] à laquelle la brume commence à s'intensifier.
it: Altezza di inizio nebbia [metri] dove la nebbia comincerà a essere più fitta per distanza smoothing.
pl: Wysokość startowa mgły [metry], od której mgła zaczyna być gęstsza przez dlugłość przejścia.

# TipFogHSmooth
source: Height fog smooth distance [meters].
it: Distanza smoothing di altezza nebbia [metri]
pl: Długość przejścia mgły wysokościowej [metry].

# TipRainSnow1
source: Set 1 Rain/Snow type
fr: Définir le type de pluie/neige 1
it: Imp 1 tipo di pioggia/neve
pl: Ust.1 typ deszcz/śnieg

# TipRainSnow2
source: Set 2 Rain/Snow type
fr: Définir le type de pluie/neige 2
it: Imp 2 tipo di pioggia/neve
pl: Ust.2 typ deszcz/śnieg

# TipRainSnowInt
source: Rain/Snow intensity (eg. 1000)
fr: Intensité de la pluie/neige (par exemple 1000)
it: Intensità pioggia/neve (es. 1000)
pl: Intensywność deszczu/śniegu (np. 1000)

# TipTerTriSize
source: Terrain triangle size in [meters] (recommended: 1 - 2, use more for big track area). Changed after Update (F8).
fr: Taille des triangles du terrain en mètres (1 à 2 sont recommandés, utilisez une valeur plus élevée pour un grand circuit). Changé après une mise à jour (F8).
it: Dimensione triangolo di terreno in [metri] (si raccomanda: 1 - 2, per piste abbastanza grandi). Cambia dopo l'aggiornamento (F8).
pl: Rozmiar trójkąta terenu w [metrach] (zalecany: 1 - 2, większy dla dużych tras). Zmieniany po Odśwież (F8).

# TipTerSize
source: Resulting area in meters (side length). Equals vertex count multipled by triangle size.
it: Superficie risultante in metri (lunghezza del lato). Numero uguale di vertice moltiplicato per dimensioni triangolo.
pl: Wynikowy obszar w metrach (długość boku). Wynosi ilość wierzchołków razy rozmiar trójkąta.

# TipTerErrorNorm
source: Default terrain error in percent. Less for flat, more for high terrains.
fr: Erreur du terrain par défaut. Une valeur plus faible donnera des terrains plus plats.
it: Errore di terreno predefinito in percentuale. Meno per piani, più per terreni elevati.
pl: Domyślny błąd terenu w procentach. Mniej dla płaskich więcej dla wysokich terenów.

# TipTerNormScale
source: Use if needed to scale terrain texture normals, for lighting. Otherwise default 1.
fr: Utilisez si nécessaire pour mettre à l'échelle les normales de la texture, pour l'éclairage. Valeur par défaut : 1.
it: Se necessario, usa per scalare le texture normali di terreno per l'illuminazione. In caso contrario, di default è 1.
pl: Użyj jeśli potrzeba skalować normalne tekstur terenu, do oświetlenia. Domyślnie 1.

# TipNewTerrainFlat
source: Create new, flat terrain.
fr: Créer un nouveau terrain plat.
it: Crea nuovo, terreno piano.
pl: Stwórz nowy, płaski teren.

# TipTerrainGenerate
source: Generates new terrain from noise functions using all parameters below.
fr: Génère du nouveau terrain avec des fonctions de bruit en utilisant les réglages ci-dessous.
it: Genera nuovo terreno dalle funzioni di disturbo usando tutti i parametri in basso.
pl: Generuje nowy teren z funkcji szumu, używając wszystkich parametrów poniżej.

# TipBrushPick
source: shift-LMB - on Brushes, pick only shape (don't change mode).
fr: Maj.-Clic gauche - sur les brosses, pour changer uniquement la forme (et non le mode).
it: shift-LMB - sui brush, prende solo il modello (non cambia modalità).
pl: shift-LMB - na Pędzlach, wybierz tylko kształt (nie zmieniaj trybu).

# TipTerrainHalf
source: Resize current terrain heightmap by half (use only for reducing file size).
fr: Réduire la taille de la carte d'altitude de moitié (utilisez ceci uniquement pour réduire la taille du fichier).
it: Ridimensiona a metà l'attuale heightmap di terreno (usa solo per ridurre la dimensione del file)
pl: Zmniejsz mapę wysokości o połowę (tylko do zmniejszania rozmiaru pliku).

# TipTerrainDouble
source: Make terrain size double, leaving current heightmap part in center.
fr: Doubler la taille du terrain tout en gardant la carte d'altitude au centre.
it: Rende doppia la dimensione del terreno, lasciando la parte di altezza della mappa al centro.
pl: Rozszerz terren, zostawiając obecny w środku.

# TipTerrainMove
source: Move terrain.
fr: Déplace du terrain.
it: Muovi il terreno.
pl: Przesuń terren.

# TipToggleLayer
source: Turn on/off chosen texture layer.
fr: Activer ou désactiver le calque de texture choisi.
it: Attiva/disattiva il layer di texture scelto.
pl: Włącz / wyłącz wybraną warstwę tekstury.

# TipTerLayers
source: Recommended use 3 or 4, with noise. Affects Fps. More than 4 will not work.
fr: 3 à 4 calques sont recommandés. Un nombre élevé de calques réduit la performance. Le nombre maximum de calques est de 4.
it: Con disturboo, si raccomanda di usare 3 o 4. Afflige gli fps. Più di 4 non funzionerà.
pl: Zalecane użycie 3 lub 4, z szumem. Wpływa na Fps. Więcej niż 4 nie będzie działać.

# TipToggleTriplanar
source: Use for steep or mountain layers, max use is 2.
fr: Utilisez pour les calques montagneux ou pentus, 2 au maximum.
it: Usa su layer ripidi o di montagna, uso massimo è 2.
pl: Użyj dla stromych lub skalnych warstw. Maksymalne użycie to 2.

# TipTerTripl
source: When using graphics option triplanar max 2, this layer will have triplanar mapping (good textured slopes). Affects Fps.
fr: Quand l'option triplane deux est utilisée, ce calque utilisera les textures triplanes (meilleures textures en pente). Réduit la performance du jeu.
it: Quando si utilizza l'opzione grafica triplanare mass. 2, il layer avrà mappatura triplanare (buone texture sui versanti). Afflige gli fps.
pl: Gdy użyta opcja terenu triplanar max 2, ta warstwa będzie miała trójpłaszczyznowe mapowanie (dobrze oteksturowane zbocza). Wpływa na Fps.

# TipTerVertCount
source: Terrain vertex count on one side (squares). Apply with buttons [New Flat] or [Resize].
it: Numero vertice di terreno da un lato (quadrati). Applica con i pulsanti [Nuovo terreno] o [Ridimensiona].
pl: Ilość wierzchołków terenu na jego boku (kwadraty). Zmiana przyciskami [Nowy płaski] lub [Zmień rozmiar].

# TipDiffusePrev
source: Diffuse texture preview image.
fr: Aperçu de la texture.
it: Anteprima immagine di diffusione texture.
pl: Podgląd tekstury koloru diffuse.

# TipDiffuseTex
source: Diffuse texture (Specular in alpha).
fr: Texture (spéculaire en alpha).
it: Diffusione texture (speculare in alfa).
pl: Tekstura koloru (specular w alpha)

# TipNormalTex
source: Normal texture (Height in alpha).
fr: Texture de normale (hauteur en alpha).
it: Texture normale ( altezza in alfa)
pl: Tekstura normalna (wysokość w alpha)
